[
  {
    "name": "ZENPROX® EC",
    "activeIngredients": "Etofenprox 16.2%, Piperonyl butoxide 64.8%.",
    "applicationTreatment": "Emulsifiable Concentrate (EC) that mixes easily with water (diluent), with an end-use dilution of 0.25% etofenprox. It is applied at a rate of 2 fl oz/gallon of water (diluent) per 1,000 sq ft. Primary application methods include indoor broadcast (general surface), spot, void, or crack and crevice treatments.",
    "pestsControlled": [
      "Ants",
      "Bed bugs",
      "Carpet beetles",
      "Cockroaches",
      "Centipedes",
      "Crickets",
      "Confused flour beetles",
      "Darkling beetles",
      "Dermestids",
      "Earwigs",
      "Firebrats",
      "Flies",
      "Fleas",
      "Fruit flies",
      "Gnats",
      "Indian meal moths",
      "Lesser grain borers",
      "Millipedes",
      "Mosquitoes",
      "Moths",
      "Pillbugs",
      "Red flour beetles",
      "Saw-toothed grain beetles",
      "Scorpions",
      "Silverfish",
      "Sowbugs",
      "Spiders (Brown recluse",
      "Black widow",
      "others)",
      "Stink bugs",
      "Ticks",
      "Wasps."
    ],
    "id": 1,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/ZenproxEC/label-ZenproxECLabel4-1-16.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/ZenproxEC/sds-ZenproxECSDS12-8-17.pdf"
  },
  {
    "name": "XLure RTU Combo 4 (Product Code: QM-INDYCOMBO4)",
    "activeIngredients": "Pheromone and food attractants.",
    "applicationTreatment": "Pre-baited trapping glue traps designed for monitoring insect populations. Traps should be placed on flat surfaces, along walls, in corners, on shelves, or inside cabinets where insect activity is suspected. The general use rate is 1-2 traps per 1,000 sq ft or per room, with higher densities (up to 10 traps per 1,000 sq ft) for areas with high insect populations or where their location is not clear. Traps remain effective for 6-8 weeks or until filled with insects.",
    "pestsControlled": [
      "Ephestia species (Mediterranean flour moth",
      "Tobacco moth",
      "Warehouse moth)",
      "Plodia species (Indian meal moth",
      "Raisin moth",
      "Almond moth)",
      "Cadra species (Tropical warehouse moth",
      "Dried fruit moth)",
      "Tribolium species (Red rust flour beetle",
      "Confused flour beetle)",
      "Cryptolestes species (Flat grain beetle",
      "Rusty grain beetle)",
      "Oryzaephilus species (Saw-toothed grain beetle",
      "Merchant grain beetle)",
      "Sitophilus species (Granary weevil",
      "Rice weevil)",
      "and Trogoderma species (Khapra beetle",
      "Warehouse beetle)."
    ],
    "id": 2,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/XLure RTU Combo4 Diamond Traps/label-XLureRTUCombo4Label5-28-13.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/XLure RTU Combo4 Diamond Traps/sds-XlureRTUCombo4DiamondSDS8-28-20.pdf"
  },
  {
    "name": "WISDOM LAWN GRANULAR INSECTICIDE",
    "activeIngredients": "Bifenthrin 0.2%.",
    "applicationTreatment": "Granular insecticide.            Lawn Application: Broadcast uniformly. For residential use, apply up to 0.2 lb. a.i./acre (1.15 - 2.3 lbs. per 1000 sq. ft.). For non-residential use, apply up to 0.4 lb. a.i./acre (2.3 - 4.6 lbs. per 1000 sq. ft.). Do not broadcast more than 0.4 lb. a.i. per acre per year. Water treated area as directed.            Perimeter Application: Apply to ground 5 to 10 feet wide around structures, including soil, ornamental gardens, and mulched areas. Rates range from 2.3 to 4.6 lbs. per 1,000 sq ft.            Fire Ant Mound Treatment: Apply 1/2 cup per mound and drench with 1 to 2 gallons of water.            Industrial Non-Agricultural Applications (Broadcast Spot): Broadcast uniformly 2.3 to 4.6 lbs. per 1000 sq. ft. (0.2 to 0.4 lb. a.i./A).            Pad Mounted Electrical Sites: Distribute 1.0 to 1.5 Tablespoons per 4 sq. ft..",
    "pestsControlled": [
      "Ants (including Imported Fire Ants)",
      "Mole Crickets",
      "Armyworms",
      "Cutworms",
      "Sod Webworm",
      "Annual Bluegrass Weevil (Adult)",
      "Billbugs (Adult)",
      "Black Turfgrass Ataenius (Adult)",
      "Leafhoppers",
      "Mealybugs",
      "European Crane Fly",
      "Centipedes",
      "Chinch Bugs",
      "Fleas (Larvae",
      "Adults)",
      "Millipedes",
      "Ticks (Deer Ticks",
      "American Dog Ticks)",
      "Pillbugs",
      "and Sowbugs."
    ],
    "id": 3,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/WisdomLawnGranular/label-WisdomLawnGranularLabel4-14-19.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/WisdomLawnGranular/sds-WisdomLawnGranSDS9-27-22.pdf"
  },
  {
    "name": "VENDETTA® Plus Cockroach Gel Bait",
    "activeIngredients": "Abamectin B1 0.05%, Pyriproxyfen 0.50%.",
    "applicationTreatment": "Gel Bait formulated in a pre-filled plastic reservoir, intended for use with bait injector application devices common to the pest control industry. It is for use only as a spot or crack and crevice treatment.            Application Locations: Indoor control of German Cockroaches in residential areas (only in areas inaccessible to children and pets). Also for use in food/feed and non-food/non-feed areas of institutional, warehousing, and commercial establishments, including, but not limited to, apartments, garages, food storage areas, homes, hospitals and nursing homes, hotels, meat packing and food processing plants, motels, restaurants and other food handling establishments, schools, supermarkets, transportation equipment (Buses, Boats, Ships, Trains and Aircraft), and warehouses. For household use, it can be applied in closets, basements, attics, recreation rooms, living areas, kitchens, bathrooms, dining rooms, pantries, food storage shelving, and waste receptacles.            Application Rates: For light infestations, 4 – 6 bait points are recommended per 100 sq. ft. of treatment area. For heavy infestations, 12 – 24 bait points are recommended per 100 sq. ft. of treatment area. Each bait point should equal about 0.25 to 0.50 grams of product; a spot approximately 3 mm or 1/8 inch in diameter equals 0.25 grams, while a spot approximately 6 mm or 1/4 inch in diameter equals 0.50 grams.            Specific Instructions: Inject into cracks and crevices, void spaces, and other locations where insects may harbor, live and breed. Concentrate placements as individual spots at insect activity sites. Do not apply to humans, animals, clothing, bedding, feed or food products, food preparation surfaces, dishes, kitchen utensils or food containers. Do not use residual insecticide sprays on or near the gel, and do not spray insecticide over gel. Avoid placing bait in locations that are routinely washed or where routine cleansing operations may transfer diluted bait to food or food preparation surfaces. Do not place gel on fabrics or carpets as it may stain. In aircraft, application within passenger areas is limited to crack and crevice treatment only; do not apply any bait in cockpit areas of aircraft. Inspect bait placements one month after initial treatment and re-apply when bait is no longer visibly present or before it is completely consumed.",
    "pestsControlled": [
      "German Cockroaches. The product kills German cockroaches",
      "is effective on both averse and non-averse populations",
      "and helps prevent reproduction through the effects of the insect growth regulator (NyGuard® IGR / Pyriproxyfen)",
      "leading to inhibited development of nymphs and reproductive adults",
      "sterility of adults",
      "reduced insect fitness",
      "behavioral changes",
      "reduced egg production",
      "deformed insects (twisted wings)",
      "and death."
    ],
    "id": 4,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/VendettaPlusCockroachGelBait/label-VendettaPlusLabel4-1-22.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/VendettaPlusCockroachGelBait/sds-VendettaPlusGelBaitSDS11-30-20.pdf"
  },
  {
    "name": "Topchoice® Insecticide",
    "activeIngredients": "Fipronil 0.0143%, Other Ingredients 99.9857%.",
    "applicationTreatment": "Granular insecticide, primarily for broadcast treatment.            Application Sites: Turfgrass, landscape beds, and outdoor nursery sites for containerized ornamental plants. Also for sodfarms.            Main Application Rate: 87 pounds product per acre (which is 2 pounds product per 1,000 sq ft).            Restrictions: Only one application per year is allowed at 87 lbs/A (or 0.0125 lbs fipronil/A), except for sodfarms within USDA APHIS Quarantine areas, which may receive two applications per year. Applications are restricted to USDA APHIS Imported Fire Ant Quarantine areas in specific states and Puerto Rico. In California, use is limited to the Coachella Valley from April through September. For best results, water or irrigate treated turf after application. Do not broadcast or apply over impervious surfaces or near storm drains. For outdoor nursery sites, apply prior to placement of containerized plants; do not apply to field grown nursery stock, bareground, hard/impervious surfaces, or areas where plants grown for food will be placed.",
    "pestsControlled": [
      "Imported Fire Ants (Solenopsis spp.).            For a limited time",
      "also controls: Mole crickets (Scapteriscus spp.) (approximately 4 months)",
      "Nuisance ants (Lasius neoniger) (approximately 3 months)",
      "Fleas (Ctenocephalides spp.) (approximately 1 month)",
      "and Ticks (Dermacentor spp.",
      "Rhipicephalus sp.",
      "Ixodes spp.) (approximately 1 month)."
    ],
    "id": 5,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/TopChoice-Bayer/label-TopChoiceLabel3-20-18AV2.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/TopChoice-Bayer/sds-TopchoiceSDS4-11-19.pdf"
  },
  {
    "name": "Turf Mark® Spray Indicator (Blue)",
    "activeIngredients": "Acid Blue / TSRN 161090809-5071; Proprietary compound / TSRN 161090809-5100; Proprietary Alcohol / TSRN 161090809-5222.",
    "applicationTreatment": "A blue liquid spray indicator.            Purpose: To see where spray has been applied, indicate skips and overlaps, and improve applicator safety. It dissipates under sunlight or moisture. It is also used as a marking aid for licensed pest control technicians in termiticide pretreatments.            Turf Application Rates (per 100 gallons of solution):                Greens, Tees: 6-14 fl oz (175-415 mL).                Fairways, Lawns, Parks: 6-24 fl oz (175-710 mL).                Roughs: 12-30 fl oz (355-890 mL).            Backpack or Small Sprayer Rates: 1 Gallon: 1 fl oz (29 mL); 3 Gallons: 2-3 fl oz (60-90 mL); 30 Gallons: 6-10 fl oz (175-300 mL); 100 Gallons: 18-24 fl oz (530-710 mL).            Termiticide Pretreatment Rates (per 100 gallons of solution):                Wood pretreatment: 2 to 4 fl oz.                Pre-slab/Soil: 12-24 fl oz.            Application Tips: Flat fan spraying tips are recommended. Increased volumes may be used for hard-to-mark areas or longer/thinner turf.",
    "pestsControlled": [
      "No pests are controlled by this product",
      "as it is a spray indicator."
    ],
    "id": 6,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/TurfMarkBlueSprayIndicatorBlue/label-TurfMarkBlueLabel8-1-16.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/TurfMarkBlueSprayIndicatorBlue/sds-TurfmarkSDS6-5-23.pdf"
  },
  {
    "name": "Turf Mark® Green Spray Indicator",
    "activeIngredients": "2-aminoethanol / 141-43-5; Yellow pigment / 1934-21-0; Acid Blue / TSRN 161090809-5071; Proprietary compound / TSRN 161090809-5100.",
    "applicationTreatment": "A green liquid spray indicator.            Purpose: Improves spray accuracy, dissipates under sunlight or moisture, and has a non-toxic, biodegradable formula.            Application Tips: Flat fan spraying tips are recommended. Increased volumes may be used for hard-to-mark areas or longer/thinner turf.            Turf Application Rates (per 100 gallons of solution):                Greens, Tees: 6-14 fl oz (175-415 mL).                Fairways, Lawns, Parks: 6-24 fl oz (175-710 mL).                Roughs: 12-30 fl oz (355-890 mL).            Backpack or Small Sprayer Rates: 3 Gallons: 2-3 fl oz (60-90 mL); 30 Gallons: 6-10 fl oz (175-300 mL); 100 Gallons: 18-24 fl oz (530-710 mL).",
    "pestsControlled": [
      "No pests are controlled by this product",
      "as it is a spray indicator."
    ],
    "id": 7,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/TurfMarkGreenSprayIndicatorDiscontinued/label-TurfMarkGreenLabel8-1-16.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/TurfMarkGreenSprayIndicatorDiscontinued/sds-TurfMarkGreenSDS5-31-22.pdf"
  },
  {
    "name": "Terad3® Blox",
    "activeIngredients": "Cholecalciferol 0.075%.",
    "applicationTreatment": "All-Weather Bait Blox, designed for use only inside and within 100 feet of man-made structures. It is applied as spot or crack and crevice placements. Recommended application involves placing 2 to 8 blox per placement, usually at intervals of 15-30 feet, maintaining an uninterrupted supply of fresh bait for 10 days or until feeding ceases.",
    "pestsControlled": [
      "Rats",
      "House Mice",
      "and Meadow Voles. (Note: Not permitted for use against cotton rat",
      "Eastern harvest mouse",
      "Golden mouse",
      "Polynesian rat",
      "Meadow vole",
      "White-throated woodrat",
      "Southern plains woodrat",
      "Bushy-tailed woodrat",
      "and Mexican woodrat in California)."
    ],
    "id": 8,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/Terad3BLOX/label-Terad3BloxLabel4-30-24.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/Terad3BLOX/sds-Terad3BloxSDS1-25-24.pdf"
  },
  {
    "name": "Termidor® H•E High-Efficiency Termiticide",
    "activeIngredients": "Fipronil 8.73%.",
    "applicationTreatment": "Water-based suspension concentrate, exclusively for termiticide use by licensed or registered individuals/firms. It is mixed to create a finished dilution of 0.06% or 0.125%.            Mixing Rates:                For 0.06% finished dilution: 0.8 fl oz of product per 1 gallon of water; 19.8 fl oz per 25 gallons; 39.5 fl oz per 50 gallons; 79.0 fl oz per 100 gallons.                For 0.125% finished dilution: 1.6 fl oz of product per 1 gallon of water; 39.5 fl oz per 25 gallons; 79.0 fl oz per 50 gallons; 158.0 fl oz per 100 gallons.            Primary Application Methods: Applied via trenching, rodding, sub-slab injection, low-pressure banded surface applications, and foam delivery techniques.            Application Rates for Termite Control:                Horizontal treatments (e.g., concrete slabs, basements): Apply 1.0 to 1.5 gallons of finished dilution per 10 square feet.                Vertical treatments (e.g., foundation walls, pillars): Apply 2 gallons of 0.125% finished dilution per 10 linear feet per foot of depth. A 0.06% finished dilution option is available for inaccessible crawl space construction.                Foam applications: Can supplement liquid treatments, but at least 75% of the total application volume must be applied as conventional liquid, with 25% or less delivered as foam. Foam is prepared by mixing the finished dilution with a manufacturer-recommended volume of foaming agent.                Around posts, poles, and wood landscape ornamentation: Apply 2 gallons of 0.125% finished dilution per 10 linear feet per foot of depth to the soil.                Above-ground termites, aerial colonies, or drywood termites in localized wood areas/voids: Apply 0.125% finished dilution via injection with a crack-and-crevice injector into damaged wood or void spaces, or as foam applications into void spaces, or injected into nests in trees or building voids using a pointed injection tool.",
    "pestsControlled": [
      "Termites",
      "including subterranean",
      "arboreal",
      "drywood",
      "and dampwood termites (e.g.",
      "Reticulitermes",
      "Coptotermes",
      "Heterotermes",
      "Nasutitermes",
      "and Zootermopsis)."
    ],
    "id": 9,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/TermidorHE/label-TermidorHELabel4-1-21.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/TermidorHE/sds-TermidorHESDS7-18-23.pdf"
  },
  {
    "name": "Termidor® SC Termiticide/Insecticide",
    "activeIngredients": "Fipronil 9.1%.",
    "applicationTreatment": "Suspension concentrate, for use by licensed or registered individuals/firms. It can be applied as a finished dilution at 0.03%, 0.06%, 0.09%, or 0.125%.            Mixing Rates:                For 0.03% finished dilution: 0.4 fl oz per gallon of water.                For 0.06% finished dilution: 0.8 fl oz per gallon of water.                For 0.09% finished dilution: 1.2 fl oz per gallon of water.                For 0.125% finished dilution: 1.6 fl oz per gallon of water.            Primary Application Methods: Applied via trenching, rodding, sub-slab injection, foam delivery, low-pressure coarse general surface spray, and crack-and-crevice injection.            Application Rates for Termite and Wood-Infesting Pest Control:                Horizontal treatments (e.g., concrete slabs, basements): Apply 1.0 to 1.5 gallons of 0.06%, 0.09%, or 0.125% finished dilution per 10 square feet.                Vertical treatments (e.g., foundation walls, pillars): Apply 4 gallons of 0.06%, 0.09%, or 0.125% finished dilution per 10 linear feet per foot of depth.                Around posts/poles: For small poles (less than 6 inches in diameter), apply 1 gallon of finished dilution per foot of depth; for larger poles, apply 4 gallons of finished dilution per 10 linear feet per foot of depth.                Termite carton nests in trees: Inject 0.06%, 0.09%, or 0.125% finished dilution (or foam). For soil drench or rodding around tree root flares (outside California), apply 1 gallon for small trees (6 inches or less in diameter) or 4 gallons per 10 linear feet (circumference) for larger trees.                Above-ground termites and carpenter ants in localized areas (wood structures, voids): Apply 0.06% finished dilution (or foam) to voids/galleries in damaged wood, spaces between structural members, or into termite carton nests.                Drywood termites and wood-infesting beetles/borers: Apply 0.06% finished dilution as foam, low-pressure spray (25 PSI or less), or mist into galleries in structural/nonstructural elements and voids.                Carpenter bees: Apply 0.06% finished dilution (spray, mist, or foam) directly into gallery entrance holes.                Foam applications: Can supplement liquid treatments, with at least 75% of the total application volume as conventional liquid and 25% or less as foam. Foam is prepared by mixing the finished dilution with a foaming agent.            Application Rates for General Pest Control (Exterior Surfaces & Foundation Perimeters):                Apply as a low-pressure (25 PSI or less at the nozzle) coarse banded surface spray up to an 18-inch wide band around doors, pipes, vents, windows, or where exterior siding meets the foundation. In California, the application is limited to a maximum of 6 inches up and 6 inches out from where the ground meets the foundation, and it is not applied to garage doors, driveways, or related cracks.                Also apply with a crack-and-crevice injection tip at drilled holes or foundation cracks.                Rate: 2 quarts of finished dilution per 160 linear feet (approximately 1.5 gallons per 1000 square feet). In California, the rate is 1 quart per 160 linear feet (approximately 3 quarts per 1000 square feet).                Dilution for General Pest Control in California: Only the 0.03% dilution is permitted.                Frequency for General Pest Control: Maximum of 4 times per calendar year for 0.03% dilution, or 2 times per year for 0.06% dilution (not for use in California), or a combination of 0.03% (2 times/year) and 0.06% (1 time/year) (not for use in California). In California, reapplication intervals must be at least 60 days, and no applications are permitted between November 1 and February 28.",
    "pestsControlled": [
      "Termites: Subterranean",
      "arboreal",
      "drywood",
      "and dampwood termites (e.g.",
      "Reticulitermes",
      "Coptotermes",
      "Heterotermes",
      "Nasutitermes",
      "and Zootermopsis).            Other Wood-Infesting Pests: Carpenter ants",
      "beetles",
      "and borers. Specific wood-infesting pests include carpenter bees.            General Pests (on Structure Exterior Surfaces and Foundation Perimeters): Acrobat ants",
      "Argentine ants",
      "big-headed ants",
      "carpenter ants",
      "crazy ants",
      "odorous ants",
      "pavement ants",
      "pharaoh ants",
      "thief ants",
      "Asian lady beetles",
      "darkling beetles",
      "box-elder bugs",
      "pill bugs",
      "centipedes",
      "Australian cockroaches",
      "Oriental cockroaches",
      "smokey brown cockroaches",
      "house crickets",
      "European earwigs",
      "cluster flies",
      "millipedes",
      "silverfish",
      "black widow spiders",
      "brown recluse spiders",
      "cellar spiders",
      "hobo spiders",
      "brown dog ticks",
      "paper wasps",
      "and yellow jackets."
    ],
    "id": 10,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/TermidorSC/label-TermidorSCLabel4-1-24.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/TermidorSC/sds-TermidorSCSDS4-3-23.pdf"
  },
  {
    "name": "TIM-BOR® Professional",
    "activeIngredients": "Disodium Octaborate Tetrahydrate 98%.",
    "applicationTreatment": "Water soluble, inorganic borate salt. It can be applied as a liquid solution, powder, or foam.            Liquid Solution:                10% liquid solution: Prepared by adding 1.0 pound of product per gallon of water. Requires two applications for remedial and preventative control.                15% liquid solution: Prepared by adding 1.5 lbs of product per gallon of water. One application may be used.                Rate: Applied by brush or spray at 5 gallons of liquid solution per 1000 square feet of wood surface area. Can also be injected under pressure into sound wood or insect galleries until runoff is observed.            Powder: Injected directly into galleries or dusted generously on wood surfaces. It can also be injected or dusted into wall voids (e.g., between studs, block voids, box sills, eaves, attics, soffits) at a rate of 0.5 ounce (12-14 grams) per square foot.            Foam: Prepared from a 15% liquid solution with an added surfactant-foaming agent (typically 1-2 ounces per gallon, yielding an expansion ratio of approximately 20 to 1). Injected into wall voids to contact wood surfaces or into insect galleries until runoff is observed, aiming for a dry consistency to adhere to wood and minimize runoff.",
    "pestsControlled": [
      "Wood-destroying organisms",
      "including: Subterranean Termites (Reticulitermes",
      "Heterotermes",
      "Coptotermes (Formosan))",
      "Drywood Termites (Kalotermes",
      "Incisitermes)",
      "Dampwood Termites (Zootermopsis)",
      "Powderpost Beetles (Lyctinae",
      "Bostrichidae)",
      "Deathwatch and Furniture Beetles (Anobiidae)",
      "Old House Borers",
      "Longhorned Beetles (Cerambycidae)",
      "Carpenter Ants (Camponotus)",
      "and Bark and Timber Beetles. Also effective against decay fungi",
      "including white rot",
      "brown rot (i.e.",
      "Poria)",
      "and wet rots."
    ],
    "id": 11,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/TimborProfessional/label-Tim-borLabel05-31-19.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/TimborProfessional/sds-Tim-BorSDS10-19-22.pdf"
  },
  {
    "name": "Recruit® HD Termite Bait",
    "activeIngredients": "Noviflumuron 0.5%.",
    "applicationTreatment": "Durable termite bait, used in the Sentricon® Colony Elimination System. Installed in Sentricon stations at intervals not exceeding 20 feet, or not closer than 18 inches from the foundation if previously treated. Can be used inside or outside foundation walls of crawl spaces, or through access holes in concrete/asphalt. Place bait in each Sentricon station upon installation. Inspected and serviced at least annually, or at intervals not exceeding 30 days beyond the annual inspection date, or a maximum of fifteen months between inspections. If more than 1/3 depleted, replace with new bait.",
    "pestsControlled": [
      "Subterranean termites",
      "including Coptotermes",
      "Reticulitermes and Heterotermes spp."
    ],
    "id": 12,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/RecruitHD/label-RecruitHDBaitLabel9-23-11.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/RecruitHD/sds-RecruitHDSDS3-19-18.pdf"
  },
  {
    "name": "Recruit® IV AG Termite Bait",
    "activeIngredients": "Noviflumuron 0.5%.",
    "applicationTreatment": "Above-ground station and delivery system for the Sentricon® System. Used alone, stations must be inspected at least quarterly. Can be used as a spot treatment without a specified inspection interval if used in conjunction with the in-ground Sentricon® System. Bait matrix is moistened with water or a sugar-containing sports performance drink before use. Flexible station with hard or flexible cover is affixed over visible termite activity (mud tubes, feeding damage, emergence holes) or drilled holes (approximately 3/8-inch diameter). Supplemental stations can be stacked (up to two stations) if 1/3 to 1/2 of the bait matrix has been consumed and active feeding continues. Stations are removed when feeding stops.",
    "pestsControlled": [
      "Structurally damaging species of subterranean termites",
      "including Coptotermes",
      "Reticulitermes",
      "and Heterotermes spp."
    ],
    "id": 13,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/RecruitIVAG/label-RecruitIVAGLabel10-1-14.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/RecruitIVAG/sds-RecruitIVAGSDS5-15-15.pdf"
  },
  {
    "name": "Shockwave® Flushing, Killing & Residual Aerosol",
    "activeIngredients": "Pyrethrins 0.50%, Piperonyl butoxide 1.00%, N-Octyl bicycloheptene dicarboximide (MGK® 264®) 1.50%, Bifenthrin 0.05%, 2-[1-methyl-2-(4-phenoxyphenoxy) ethoxy] pyridine (pyriproxyfen) 0.20%.",
    "applicationTreatment": "Aerosol.            Indoor Applications: Spot, crack and crevice, or space spray.                Crack and Crevice: Applied at 1 second per 3 linear feet; for wall voids, 2 seconds per 1,000 cu ft.                Space Spray: Applied at 2 to 5 seconds per 1,000 cu ft.                Surface Spray (for crawling insects in harborage areas, pet areas, carpet beetles, fleas): Applied at 20 seconds per 100 sq ft.                For flushing and killing crawling pests: Spot or crack and crevice application.                For flying insects: Space treatment applied at 2 to 5 seconds per 1,000 cu ft.                For stored product pests: Crack and crevice application.            Outdoor Applications: Spot treatment on the exterior of buildings or under eaves.                Building surface treatments for invading pests: Spot treatments to entryways, windows, weep holes, behind siding at 1 second per 3 linear feet (maximum 1 time per day).",
    "pestsControlled": [
      "Cockroaches",
      "Horse flies",
      "House flies",
      "Stable flies",
      "Fleas",
      "Fruit flies",
      "Small flying moths",
      "Ants (excluding fire and carpenter)",
      "Centipedes",
      "Crickets",
      "Scorpions",
      "Spiders",
      "Earwigs",
      "Boxelder bugs",
      "Silverfish",
      "Springtails",
      "Moths",
      "Indian Meal Moths",
      "Angoumois Grain Moths",
      "Carpet beetles",
      "Confused flour beetles",
      "Sawtoothed grain beetles",
      "Granary weevils",
      "Rice weevils",
      "Red flour beetles",
      "Grain mites",
      "Booklice",
      "Millipedes",
      "Sowbugs",
      "Pillbugs",
      "Clover mites",
      "Foul mites",
      "Bird mites",
      "Harvester ants",
      "Argentine ants",
      "Pharaoh ants",
      "Black flies."
    ],
    "id": 14,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/Shockwave1/label-Shockwave1Label4-1-20.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/Shockwave1/sds-Shockwave1SDS12-6-18.pdf"
  },
  {
    "name": "Shockwave® Fogging Concentrate",
    "activeIngredients": "Pyrethrins 1.00%, Piperonyl butoxide, Technical 2.00%, N-Octyl bicycloheptene dicarboximide 2.87%, Esfenvalerate 0.20%, 2-[1-methyl-2-(4-phenoxyphenoxy) ethoxy] pyridine 0.10%.",
    "applicationTreatment": "Fogging Concentrate. Can be used undiluted in mechanical sprayers or diluted with refined kerosenes for fogging or as a contact spray.            Space Spray (Undiluted for Food Handling Establishments): 0.5 fl oz per 1,000 cu ft.            Space Spray (Diluted for Food Handling Establishments, Stored Product Pests, Animal Areas): Diluted 1 part concentrate to 9 parts oil (or 4.5 fl oz per gallon), applied at 5.0 fl oz per 1,000 cu ft; or diluted 1 part concentrate to 29 parts oil, applied at 0.5 fl oz or 2 fl oz per 1,000 cu ft depending on site.            ULV Spray (Diluted for Ants, Earwigs, Flies, Fruit Flies, Gnats, Mosquitoes, Silverfish, Small Flying Moths, Spiders, Waterbugs): Diluted 1 part concentrate with 3 parts base oil, applied at 1 fl oz per 1,000 cu ft.            Surface Spray (Diluted for Litter Beetles): Diluted 1 part concentrate with 5 parts oil, applied at 1 gallon per 1,000 sq ft. Perimeter treatment also specified.            Surface Spray (Diluted for Residential/Commercial Settings & Outdoor Surfaces): Diluted 1 part concentrate with 2.25 to 29 parts oil/diluent, applied at 1 gallon per 1,000 sq ft or 1 gallon per 750 sq ft (coarse wetting spray).            Fine Mist (Diluted for Stored Dried Fruit Products): Diluted 1 part concentrate to 29 parts oil (or 4.5 fl oz per gallon), applied at 0.5 fl oz per 1,000 cu ft.",
    "pestsControlled": [
      "Almond Moths",
      "Angoumois Grain Moths",
      "Ants",
      "Black Flies",
      "Boxelder Bugs",
      "Brown Dog Ticks",
      "Cadelles",
      "Carpet Beetles",
      "Carrion Beetles",
      "Cereal Beetles",
      "Cheese Mites",
      "Cheese Skippers",
      "Chocolate Moths",
      "Cigarette Beetles",
      "Clothes Moths",
      "Clover Mites",
      "Cockroaches",
      "Coffee Bean Weevils",
      "Confused Flour Beetles",
      "Crickets",
      "Dark Mealworms",
      "Darkling Beetles",
      "Deer Flies",
      "Dermestid Beetles",
      "Drain Flies",
      "Driedfruit Beetles",
      "Drugstore Beetles",
      "Earwigs",
      "Face Flies",
      "Firebrats",
      "Flat Grain Beetles",
      "Fleas",
      "Flies",
      "Flying Moths",
      "Fruit Flies",
      "Fungus Gnats",
      "Gnats",
      "Grain Mites",
      "Granary Weevils",
      "Hide Beetles",
      "Horn Flies",
      "Hornets",
      "Horse Flies",
      "Indian Meal Moths",
      "Khapra Beetles",
      "Lesser Grain Beetles",
      "Lesser Grain Borers",
      "Lesser House Flies",
      "Litter Beetles",
      "Mediterranean Flour Moths",
      "Merchant Grain Beetles",
      "Midges",
      "Miller Moths",
      "Millipedes",
      "Mosquitoes (including those that may carry West Nile virus)",
      "Palmetto Bugs",
      "Pillbugs",
      "Red Flour Beetles",
      "Rice Flour Beetles",
      "Rice Weevils",
      "Rusty Grain Beetles",
      "Sawtoothed Grain Beetles",
      "Silverfish",
      "Skipper Flies",
      "Small Flying Moths",
      "Sowbugs",
      "Spider Beetles",
      "Spiders",
      "Stable Flies",
      "Ticks (including those that may carry Lyme disease)",
      "Tobacco Moths",
      "Warehouse Beetles",
      "Wasps",
      "Waterbugs",
      "Yellow Mealworms",
      "Yellowjackets."
    ],
    "id": 15,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/ShockwaveFoggingConcentrate/label-ShockwaveLabel8-1-20.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/ShockwaveFoggingConcentrate/sds-ShockwaveSDS4-13-20.pdf"
  },
  {
    "name": "STRYKER® Insecticide Concentrate",
    "activeIngredients": "Pyrethrins 6%, Piperonyl butoxide 60%. (Contains 0.5 lbs/gal of Pyrethrin, 5 lbs/gal of Piperonyl Butoxide).",
    "applicationTreatment": "Concentrate. Applied through mechanical, aerosol or ULV generators, thermal fogging equipment, conventional fogging or spraying equipment, and chemigation. Can also be applied as a surface, spot, or crack and crevice treatment.            Dilution Rates (General): Vary from 0.25 fl oz to 4.25 fl oz per gallon for various applications, or 2-16 fl oz per acre for plants.            Specific Rates:                Greenhouse Plants: 12-24 fl oz per 100 gallons water, or 1-2 tsp per gallon water.                Tank Mixing (with companion insecticide): 1-4 fl oz per 100 gallons water; 0.5-4.25 fl oz per finished gallon; 1.0-2.125 fl oz for outdoor perimeter.                Hydroponics (Water System): 64.6 ml per 1,000 gallons water.                Harvested Fruits/Vegetables: 1 part concentrate to 1,200 parts water (1 pint per 150 gallons water).                Stored Nuts: 1.5 oz per gallon water, applied at 4 gallons per 1,000 sq ft (first two applications), then 2 gallons per 1,000 sq ft.                Fire Ants (Foraging): 1 part to 59 parts water.                Perimeter Treatments (Outdoor): 2.125-4.25 fl oz per gallon water, applied at 1 gallon per 750 sq ft.                Brown Dog Ticks (Outdoor): 4.25 fl oz per gallon water, applied at 3 gallons per acre with mist blower.                Fleas (Outdoor): 4.25 fl oz per gallon water, applied at 1 gallon per 750 sq ft.                Turf and Grass: 0.25-0.5 fl oz per 1,000 sq ft in 2.5-5.0 gallons water, up to 12.0-24.0 fl oz per acre in 110.0-220.0 gallons water.                Indoor Crawling/Flying Insects (Space Spray): 1 part concentrate with 11 parts water or oil (10.67 oz per gallon), applied at 1 oz per 1,000 cubic feet.                Termite Swarmers, Carpet Beetles, Flea/Tick (Indoor Buildings): 2.125-4.25 fl oz per gallon water, applied at 1 gallon per 750 sq ft.                Bed Bugs, Webbing Clothes Moths: 2.125 fl oz per gallon water, applied as spot/crack & crevice/surface treatment.                Canneries (Space/Surface Spray): 1 part concentrate to 29 parts water up to 1 part to 11 parts water, applied at 1 gallon per 750 sq ft (surface) or 1 fl oz per 1,000 cu ft (space).                Food/Nonfood Areas (Space/Surface Spray): 1 part concentrate to 29 parts water up to 1 part to 11 parts water, applied at 1/2-1 oz per 1,000 cubic feet (space) or 1 gallon per 750 sq ft (surface). Undiluted ULV for voids at 0.33 fl oz per 1,000 cu ft.                Storage Sites/Pantry Pests/Stored Grain: Dilutions from 1 part to 11 parts water to 1 part to 59 parts water, with varying application rates per square footage or cubic footage depending on specific use.                Sweet Potatoes in Storage (Space Fog): 1 part to 19 parts water (6.4 fl oz per gallon), applied at 1 gallon spray solution per 100,000 cubic feet.                Livestock/Poultry Spray: 1-3 fl oz concentrate per gallon water for various flies; 1 quart concentrate to 75 gallons water for lice; 2-3 oz concentrate per gallon water for poultry lice/bed bugs/mites; 1-2 fl oz concentrate per 4 gallons water for sheep tick ked; 2 fl oz concentrate per gallon water for fleas/ticks on livestock.                Barns/Dairies/Milking Parlors/Poultry Houses (Flying Insects): 2 fl oz concentrate per gallon water, applied as fog/fine mist (approx. 2 fl oz per 1,000 cubic feet).                Outdoor Residential Misting Systems: Calibrated to apply no more than 0.0148 fl oz of product per 1,000 cubic feet per day.",
    "pestsControlled": [
      "Ants",
      "Aphids",
      "Apple maggots",
      "Armyworms",
      "Artichoke plume moths",
      "Asparagus beetles",
      "Beet armyworms",
      "Bagworms",
      "Bean beetles",
      "Blister beetles",
      "Blow flies",
      "Biting flies",
      "Boll weevils",
      "Cabbage loopers",
      "Cankerworms",
      "Carrot weevils",
      "Caterpillars",
      "Clover mites",
      "Clover weevils",
      "Cockroaches (including resistant German cockroaches)",
      "12-Spotted cucumber beetles",
      "Codling moths",
      "Colorado potato beetles",
      "Corn earworms",
      "Crickets",
      "Crane flies",
      "Cross-striped cabbageworms",
      "Cucumber beetles",
      "Deer flies",
      "Deer ticks",
      "Earwigs",
      "Diamondback month larvae",
      "Eastern tent caterpillars",
      "Elm leaf beetles",
      "European corn borers",
      "European pine tip moths",
      "Face flies",
      "Fall webworms",
      "Fire ants",
      "Firebrats",
      "Fireworms",
      "Flea beetles",
      "Flies",
      "Forest tent caterpillars",
      "Fungus gnats",
      "Fruit flies (Drosophila sp.",
      "Tephritid sp.",
      "Vinegar flies)",
      "Fruittree leafrollers",
      "Grape leafhoppers",
      "Grape leaf skeletonizers",
      "Grasshoppers",
      "Green fruit worms",
      "Green peach aphids",
      "Greenhouse thrips",
      "Gypsy moths (adult and larvae)",
      "Harlequin bugs",
      "Heliothis sp.",
      "Hornets",
      "Horn flies",
      "Hornworms",
      "Horse flies",
      "House flies",
      "Important cabbageworms",
      "Indian meal moths",
      "Imported cabbageworms",
      "Japanese beetles",
      "Katydids",
      "Lace bugs",
      "Leafhoppers",
      "Leafrollers",
      "Leafminers",
      "Lice (biting",
      "sucking",
      "poultry)",
      "Loopers",
      "Lygus",
      "Mealy bugs",
      "Mediterranean flour moths",
      "Mexican bean beetles",
      "Midges",
      "Milipedes",
      "Mosquitoes",
      "Mushroom flies",
      "Navel orangeworms",
      "Onion maggots",
      "Pear psylla",
      "Potato leafhopper",
      "Psyllids",
      "Rice weevils",
      "Saw-toothed grain beetles",
      "Silverfish",
      "Skippers",
      "Sowbugs",
      "Stable flies",
      "Stink bugs",
      "Spiders",
      "Tabanidae",
      "Tarnished plant bugs",
      "Thrips",
      "Tomato hornworms",
      "Wasps",
      "Webworms",
      "Whiteflies",
      "Yellow jackets",
      "Aquatic diptera larvae",
      "Nuisance pests",
      "Cheese mites",
      "Grain moths",
      "Skipper flies",
      "Cadelles",
      "Cigarette beetles",
      "Confused flour beetles",
      "Dark mealworms",
      "Dried fruit beetles",
      "Drugstore beetles",
      "Grain mites",
      "Red flour beetles",
      "Spider beetles",
      "Yellow mealworms",
      "Lesser grain borers",
      "Maize weevils",
      "Merchant grain beetles",
      "Squarenecked grain beetles",
      "Poultry lice",
      "Sheep “tick” or ked",
      "Bed bugs",
      "Black carpet beetles",
      "Furniture carpet beetles",
      "Varied carpet beetles",
      "Webbing clothes moths."
    ],
    "id": 16,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/Stryker/label-StrykerLabel12-20-17.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/Stryker/sds-StrykerSDS7-11-23.pdf"
  },
  {
    "name": "STRYKER® WASP AND HORNET KILLER",
    "activeIngredients": "Prallethrin 0.1%.",
    "applicationTreatment": "Aerosol. Electrically non-conducting up to 37,160 volts. Kills on contact from up to 20 feet away.            Wasps and Hornets: Hold container upright, stand 6-15 ft from the nest (not directly underneath). Aim nozzle with wind at back. Treat nest until thoroughly wet. Best to treat in evening or early morning.            Yellowjackets and Bees: Locate nest. Apply with sweeping motion, contacting stimulated insects around nest opening. Apply 6-8 seconds directly into nest hole.            Spiders (including Black Widow and Brown Recluse): Apply directly to spiders and/or webbing.            Use Sites: Outdoors and in attics and crawl spaces only.",
    "pestsControlled": [
      "Wasps",
      "Bees",
      "Hornets",
      "Yellowjackets",
      "Spiders (including Black Widow and Brown Recluse)."
    ],
    "id": 17,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/StrykerWaspHornetKiller/label-StrykerLabel4-23-24.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/StrykerWaspHornetKiller/sds-StrykerWaspSDS4-13-16.pdf"
  },
  {
    "name": "SureKill® Advanced Insecticide Products Total Release Aerosol",
    "activeIngredients": "Pyrethrins 0.05%, Piperonyl butoxide 0.10%, N-Octyl bicycloheptene dicarboximide 0.16%, (S)-cyano(3-phenoxyphenyl)methyl-(S)-4-chloro-alpha-(1-methylethyl)benzeneacetate 0.10%.",
    "applicationTreatment": "Total Release Aerosol. One fogger per room. For rooms up to 27 ft x 27 ft with an 8 ft ceiling or 6,000 cubic feet of unobstructed space.            General Use: Place on a stand/table in the center of the room. Press valve button down firmly until it snaps into place for automatic discharge. Vacate the treated area immediately and keep closed for 2 hours. Ventilate for 2 hours after application.            To Kill Ticks and Fleas: Destroy old pet bedding and replace. Pets should be treated with a registered flea and tick control product prior to re-entering treated premises. Yard should also be treated with a registered product.",
    "pestsControlled": [
      "Ants",
      "Cockroaches",
      "Confused Flour Beetles",
      "Crickets",
      "Fleas",
      "House Flies",
      "Mosquitoes",
      "Rice Weevils",
      "Saw-Toothed Grain Beetles",
      "Small Flying Moths",
      "Sowbugs",
      "Spiders",
      "Ticks. (Does not control bed bugs)."
    ],
    "id": 18,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/SureKillTotalReleaseAerosol/label-SurekillTotalReleaseLabel10-1-21.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/SureKillTotalReleaseAerosol/sds-SureKillAIPTRAerosolSDS1-22-20.pdf"
  },
  {
    "name": "Suspend® PolyZone",
    "activeIngredients": "Deltamethrin 4.75% (Contains 0.42 lb deltamethrin per gallon).",
    "applicationTreatment": "Suspension Concentrate formulation. Mixed with water and applied with hand pressurized or power operated sprayers. Applied as general surface applications (outdoors), spot treatments, crack and crevice sprays, or void injections by sprays, mists, or foams. Also broadcast application to turf and foliar application to ornamentals.            Dilution Rates:                0.01% Deltamethrin: 0.25 fl oz (7.5 ml) per gallon of water (for maintenance).                0.03% Deltamethrin: 0.75 fl oz (22.7 ml) per gallon of water (for initial service or clean out).                0.06% Deltamethrin: 1.5 fl oz (45.4 ml) per gallon of water (for severe pest infestations or longer residual).            Re-Apply: At 21-day intervals, or as necessary.            Indoor Application: General surface (commercial/industrial only), spot treatment, crack and crevice applications, or void (spray, mist, foam) injections. Residential buildings: crack and crevice or spot treatment only. Flea and Tick Control (Indoor): Uniform, coarse low-pressure spot or crack and crevice treatment to pet bedding, infested floor coverings, and pest habitats.            Outdoor/Perimeter Application: Perimeter treatment, residual spray, or broadcast application to exterior surfaces of buildings, lawns, grounds, and ornamental plantings. Applied at 0.25 to 1.5 fl oz per 1,000 sq ft.                Fire Ants: Mound drench at 1.5 oz per gallon water, sprinkling 1-2 gallons over each mound and surrounding 2-foot diameter.                Hornets, Wasps, Yellowjackets: Pin stream application directly to nests.                Fleas and Ticks (Outdoor): Coarse wet spray to likely harborage areas.            Wood-Infesting Pests (Not for Structural Protection): Applied as sprays, mists, or foams to galleries and structural voids (via drilled holes) or to wood surfaces (brush, coarse low-pressure spray).                Carpenter Ants: Spray or foam into cracks/crevices or through drilled holes into voids. Soil drench/injection at 1 gallon of dilution per 8 sq ft.                Carpenter Bees: Spray, mist, or foam directly into gallery entrance holes. Exterior wood surfaces treated by general surface application.",
    "pestsControlled": [
      "Ants",
      "Bed bugs",
      "Blue/green bottle flies",
      "Boxelder bugs",
      "Carpet beetles",
      "Centipedes",
      "Clothes moths",
      "Cluster flies",
      "Cockroaches",
      "Crickets",
      "Darkling beetles",
      "Dermestids",
      "Earwigs",
      "Elm leaf beetles",
      "Firebrats",
      "Fleas",
      "Flesh flies",
      "Flies",
      "Fruit flies",
      "Gnats",
      "Hide beetles",
      "Hornets",
      "House flies",
      "Leather beetles",
      "Midges",
      "Millipedes",
      "Mosquitoes (including those that may transmit Zika",
      "Dengue",
      "Chikungunya",
      "and West Nile virus)",
      "Moths",
      "Multi-colored Asian lady beetles",
      "Phorid flies",
      "Pillbugs",
      "Sciarid flies (fungus gnats)",
      "Scorpions",
      "Silverfish",
      "Sowbugs",
      "Spiders",
      "Springtails",
      "Stable flies",
      "Ticks (including those that may transmit Rocky Mountain Spotted Fever)",
      "Wasps",
      "Yellowjackets",
      "Angoumois grain moths",
      "Cigarette beetles",
      "Drugstore beetles",
      "Flour beetles",
      "Foreign grain beetles",
      "Grain weevils",
      "Hairy fungus beetles",
      "Indian meal moths",
      "Lesser grain borers",
      "Mediterranean flour moths",
      "Merchant grain beetles",
      "Saw-toothed grain beetles",
      "Warehouse beetles",
      "Drywood termites",
      "Beetles (Lyctid or powder post",
      "wharf borers",
      "Ambrosia beetles",
      "bark beetles",
      "Anobiid or deathwatch",
      "False powderpost",
      "old house borers)",
      "Carpenter ants",
      "Carpenter bees."
    ],
    "id": 19,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/SuspendPolyzone-Bayer/label-SuspendPolyLabel9-20-16AV4.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/SuspendPolyzone-Bayer/sds-SuspendPolySDS5-20-20.pdf"
  },
  {
    "name": "TEKKO® PRO Insect Growth Regulator Concentrate",
    "activeIngredients": "2-[1-Methyl-2-(4-phenoxphenoxy) ethoxy] pyridine (Pyriproxyfen) 1.30%, Novaluron 1.30%. (Contains 0.10 lbs. Novaluron and 0.10 lbs pyriproxyfen per gallon).",
    "applicationTreatment": "Concentrate, Insect Growth Regulator (IGR). Mixed with water or petroleum distillate. Can be applied as liquid solution, foam, or aerosol/fog.            Fleas and Ticks:                General Surface: Dilute 1 oz per gallon of water. Spray rate: 1 gal per 1,500 sq ft.                Carpet Shampoo: Dilute 1 oz per gallon of diluted shampoo. Rate: 1 gal of diluted shampoo per 1,500 sq ft.                Kennels, Doghouses, Animal Runs, Lawns, Under Trees, Ornamental Plants & Shrubs: Dilute 1 oz in sufficient water (minimum 1 gal) to cover 1,500 sq ft. Spot treatment at 1 tsp per gal water will cover 250 sq ft.                Re-apply: Every 7 months for fleas; or 21 days after previous treatment if needed. Soil surfaces provide 21 days IGR activity, re-treat 14 days after last treatment or if heavy rainfall.            Cockroaches and Crickets:                Indoor General Surface, Crack and Crevice: Dilute 2 oz per gallon of water. Spray rate: 1 gal per 1,000 sq ft. Re-apply every 6 months.                Wall Voids and Small Structural Voids: Mix 1 fl oz Tekko® Pro with 1 fl oz petroleum distillate or 1 fl oz water. Resulting 2 fl oz solution treats 1,900 cubic feet. Inject aerosol spray using ULV device.                Outdoor Perimeter Treatments: Dilute 2 oz in sufficient water (minimum 1 gal) to cover 1,000 sq ft in a 2-4 ft wide band adjacent to and around the structure. Re-apply at 6-month intervals.            Stored Product Pests:                Surface, Spot, Crack and Crevice (Food/Non-Food Areas): Dilute 1.5 fl oz per gallon of water. Spray rate: 1 gal per 1,500 sq ft. Re-apply in 90 days for food handling establishments/warehouses.                Fogging: Dilute with water or petroleum distillate. Application rate: 1.5 oz (44.3 ml) per 12,000 cubic feet.            Ants:                Interior General Surface: Dilute 2 oz per gallon of water per 1,000 sq ft. Re-apply 14 days after previous treatment.                Perimeter/Around Foundation Walls: Dilute 2 oz in sufficient water (minimum 1 gal) to cover 1,000 sq ft in a 6-10 ft wide band. Re-apply 14 days after previous treatment or if heavy rainfall.            Flying Insect Pests (Flies, Moths, Midges, Mosquitoes, Gnats):                Indoor General Surface (Broadcast, Spot, Crack and Crevice): 1 oz per gallon of water per 1,500 sq ft or 1,000 linear feet for crack and crevice. Re-apply 14 days after previous treatment or if heavy rainfall.                Foam Application (Drains, Traps): 1 oz per gallon of diluent (with foaming agent).                Exterior General Surface (Broadcast, Spot, Crack and Crevice): 1 oz per gallon of water per 1,500 sq ft or 1,000 linear feet.                Livestock/Poultry Housing, Pet Kennels (Interior/Exterior): 1 oz per gallon of water per 1,500 sq ft.",
    "pestsControlled": [
      "Fleas",
      "Ticks (including Lone Star ticks in CA)",
      "Flies",
      "Mosquitoes",
      "Gnats",
      "Crickets",
      "Ants",
      "Houseflies (inhibits egg production",
      "prevents larval development)",
      "Cockroaches (inhibits reinfestation by listed cockroaches)",
      "Indian Meal Moths",
      "Rice Moths",
      "Tobacco Moths",
      "Red Flour Beetles",
      "Confused Flour Beetles",
      "Lesser Grain Borers",
      "Merchant Grain Beetles",
      "Saw-toothed Grain Beetles",
      "Warehouse Beetles",
      "Cigarette Beetles",
      "Dermestid Beetles",
      "Stable flies",
      "Moths",
      "Midges",
      "Nuisance flies (Dipterous or Hymenopterous)."
    ],
    "id": 20,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/TekkoProInsectGrowthRegulatorConcentrate/label-TekkoProLabel11-22-17.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/TekkoProInsectGrowthRegulatorConcentrate/sds-TekkoProSDS9-14-17.pdf"
  },
  {
    "name": "Temprid® FX Insecticide",
    "activeIngredients": "Imidacloprid 21.0%, ß-Cyfluthrin 10.5%. (One gallon of this product contains 2 lbs of Imidacloprid and 1 lb of β-Cyfluthrin).",
    "applicationTreatment": "Suspension Concentrate. Mixed with water. Applied as general surface (outdoors only), spot treatment, and void injections by mist, foam, or crack and crevice sprays. Foliar application to established landscape ornamentals (not in bloom).            Dilution Rates:                0.075% combined AI: 0.27 fl oz (8 milliliters) per gallon of water. (For bed bugs, do not exceed this rate).                0.15% combined AI: 0.54 fl oz (16 milliliters) per gallon of water, or 0.27 fl oz (8 ml) per half gallon of water. (Use higher rate for severe infestations, faster knockdown, longer residual, or always for fire ants, hornets, wasps, yellow jackets).            Re-Apply: Every 7 to 10 days, if needed. Maximum 32.0 fl oz per acre per year (0.5 lbs Imidacloprid, 0.25 lbs β-cyfluthrin per acre per year).            Indoor Application: Spot spray or crack and crevice treatment. Mist or foam applications into voids. Spot treat floors/rugs (not exceeding 2 sq ft). Low-pressure spray (not exceeding 50 psi).            Outdoor/Perimeter Application: Residual spray or perimeter treatment. Foliar application to landscape ornamentals. Applied at 0.27 fl oz (8 ml) or 0.54 fl oz (16 ml) per 1,000 sq ft. High volume power sprayers can adjust dilution to apply 8-16 ml per 1,000 sq ft in sufficient water.                Fire Ants: Mound drench or injection into mound at several points at 0.15% rate.                Hornets, Wasps, Yellowjackets: Pin stream applications directly to nests at 0.15% rate.            Wood-Infesting Pests: Treatment of wood infested or subject to infestation. Applied as sprays, mists, or foams to galleries and structural voids (via drilled holes) or to wood surfaces.                Carpenter Ants: Spray or foam into cracks/crevices, or through drilled holes into voids. Soil drench/injection at 1 gallon of dilution per 8 sq ft.                Carpenter Bees: Spray or mist, or foam directly into gallery entrance holes. Exterior wood surfaces treated by general surface application.",
    "pestsControlled": [
      "Ants",
      "Bed bugs (including pyrethroid resistant populations)",
      "Blue or Green Bottle flies",
      "Boxelder bugs",
      "Brown marmorated stink bugs",
      "Carpet beetles",
      "Centipedes",
      "Clothes moths",
      "Clover mites",
      "Cluster flies",
      "Cockroaches",
      "Crickets",
      "Darkling beetles",
      "Dermestids",
      "Earwigs",
      "Elm leaf beetles",
      "Elm seed bugs",
      "Fire ants",
      "Firebrats",
      "Fleas",
      "Flesh flies",
      "Flies",
      "Fruit flies",
      "Gnats",
      "Ground beetles",
      "Hide beetles",
      "Hornets",
      "House flies",
      "Kudzu (globular stink) bugs",
      "Leather beetles",
      "Midges",
      "Millipedes",
      "Moths",
      "Mosquitoes (including those that may transmit Zika",
      "Dengue",
      "Chikungunya",
      "and West Nile virus)",
      "Multicolored Asian lady beetles",
      "Pill bugs",
      "Phorid flies",
      "Sciarid flies (fungus gnats)",
      "Scorpions",
      "Silverfish",
      "Sow bugs",
      "Spiders",
      "Springtails",
      "Stable flies",
      "Ticks (including those that may transmit Lyme Disease and Rocky Mountain Spotted fever)",
      "Wasps",
      "Western conifer seed bugs",
      "Yellow jackets",
      "Drywood termites",
      "Beetles (Ambrosia",
      "Anobiid or deathwatch",
      "Bark",
      "False powderpost",
      "Lyctid or powder post",
      "Old house borers",
      "Wharf borers)",
      "Carpenter ants",
      "Carpenter bees."
    ],
    "id": 21,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/TempridFXInsecticide-Bayer/label-TempridFXLabel5-24-22AV1.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/TempridFXInsecticide-Bayer/sds-TempridFXSDS3-20-14.pdf"
  },
  {
    "name": "Optigard Ant Gel Bait",
    "activeIngredients": "Thiamethoxam 0.010%.",
    "applicationTreatment": "Gel Bait. Applied using a syringe applicator or bait injector in cracks, crevices, corners, and out-of-the-way places. For indoor and outdoor use. In food/feed-handling establishments, applications are limited to crack-and-crevice treatment only, with up to 1 gram of gel per spot.",
    "pestsControlled": [
      "Structure-invading ants",
      "excluding fire",
      "harvester",
      "and Pharaoh ants."
    ],
    "id": 22,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/OptigardAntGelBait/label-OptigardAntGelLabel9-1-10.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/OptigardAntGelBait/sds-OptigardAntGelBaitSDS3-1-24.pdf"
  },
  {
    "name": "Optigard Cockroach Gel Bait",
    "activeIngredients": "Emamectin benzoate 0.1%.",
    "applicationTreatment": "Gel Bait. Applied as a crack, crevice, or void space treatment using a syringe applicator or bait injector. Application rates are 1-2 spots per sq yd for light infestations and 2-4 spots per sq yd for heavy infestations. Each spot should be approximately 0.25 to 0.50 grams (3 mm or 1/8 inch to 6 mm or 1/4 inch in diameter), or a bead approximately 1/8 inch thick and 2 inches long. For indoor and outdoor control. In food/feed areas, application is limited to crack-and-crevice treatment only. May be used in refillable bait stations with approximately 0.5 to 5 grams per station.",
    "pestsControlled": [
      "Cockroach pest species",
      "including German",
      "American",
      "Australian",
      "Oriental",
      "brown-banded",
      "smoky brown",
      "and brown cockroaches."
    ],
    "id": 23,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/OptigardCockroachGelBait/label-OptigardCockroachGelLabel2-1-19.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/OptigardCockroachGelBait/sds-OptigardCockroachGelSDS1-30-20.pdf"
  },
  {
    "name": "Optigard Flex Liquid",
    "activeIngredients": "Thiamethoxam 21.6%.",
    "applicationTreatment": "Suspension Concentrate (SC) formulation. Applied as a diluted finished application, typically at 0.05% (0.27 fl oz/gallon of water) or 0.1% (0.54 fl oz/gallon of water). Application methods include crack-and-crevice spray, coarse, low-pressure spot spray, surface spray, or structural void application. It can also be converted to a foam for application. For wood-destroying insects (drywood termites, carpenter bees, wood-destroying beetles and borers), a 0.1% liquid or foam is used. For subterranean termites (kills only workers and reproductives, not for structural protection), a 0.05-0.1% liquid is applied at 1 gallon per 10 square feet. For pests in voids, a 0.05-0.1% finished solution/foam is used (e.g., 2-4 ml liquid solution or 60-120 ml foam per linear foot for wall voids). Interior applications in living areas are restricted to void, spot, or crack-and-crevice applications, not exceeding 0.5 gallons/1,000 sq ft of a 0.1% finished dilution. Exterior applications can be void, outdoor surface spray, spot, or crack-and-crevice treatments. For yellow jackets and wasps, a 0.1% liquid or foam is applied into nests. For fire ant mounds, a drench solution of 1 to 3 fluid ounces per ten gallons of water is applied at 1-3 gallons per mound. For landscape ornamental plants, a 0.0038% to 0.1% liquid dilution is used as a foliar or banded application.",
    "pestsControlled": [
      "Cockroaches",
      "ants (except carpenter ants and Pharaoh ants)",
      "fire ants",
      "yellow jackets",
      "wasps",
      "beetles. Localized infestations of drywood termites",
      "subterranean termites (workers and winged reproductives)",
      "carpenter bees",
      "and wood-destroying beetles and borers (including old house borers",
      "powderpost beetles",
      "false powderpost beetles",
      "death-watch beetles",
      "ambrosia or bark beetles). Arthropod pests in voids",
      "Boxelder bugs",
      "Crickets",
      "Earwigs",
      "Firebrats",
      "Lady beetles",
      "Millipedes",
      "Pillbugs",
      "Silverfish",
      "Sowbugs. Aphids",
      "whiteflies",
      "and mealybugs (on landscape ornamentals)."
    ],
    "id": 24,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/OptigardFlexLiquid/label-OptigardFlexLabel2-1-16.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/OptigardFlexLiquid/sds-OptigardFlexSDS8-31-23.pdf"
  },
  {
    "name": "Orthene PCO Pellets",
    "activeIngredients": "Acephate 97.4%.",
    "applicationTreatment": "Pellets. Applied as a 0.75% or 1.0% spray for residual pest control. Mixing instructions include 19.5 grams (0.7 ounces) per gallon of water for 0.5%, 29.3 grams (1.0 ounce) for 0.75%, and 39.0 grams (1.4 ounces) for 1.0%. Application methods include coarse, low pressure spot spray, crack and crevice spray, or with a paint brush. Spot treatments can be applied at moderate pressures (up to 35 psi) not exceeding 2 sq ft per spot. For outdoor perimeter treatment, a 0.5% to 1.0% spray is applied to a band of soil 6 to 10 ft adjacent to the structure and 2 to 3 ft high on the foundation. For fire and harvester ant mounds, a drench treatment is used by dissolving 1 packet (1.4 oz) in 9 gallons of water and applying 1 gallon of mix to each mound. In food handling establishments, application is limited to spot and/or crack and crevice treatment with a maximum of 1.0% **Active Ingredient** concentration.",
    "pestsControlled": [
      "Cockroaches",
      "Ants (excluding fire",
      "harvester",
      "carpenter",
      "and Pharaoh)",
      "Crickets",
      "Fleas",
      "Firebrats. Earwigs",
      "Pillbugs",
      "Sowbugs. Pantry Pests (Exposed Stages of Confused Flour Beetle",
      "Indian Meal Moth",
      "and Trogoderma). Wasps (Outdoor). Fire ants and Harvester ants (in mounds)."
    ],
    "id": 25,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/OrthenePCOPellets/label-OrthenePCOPelletsLabel3-6-15.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/OrthenePCOPellets/sds-OrthenePCOPelletsSDS7-7-21.pdf"
  },
  {
    "name": "PT Alpine Pressurized Insecticide",
    "activeIngredients": "Dinotefuran 0.5%.",
    "applicationTreatment": "Pressurized Insecticide. Applied as a Crack & Crevice treatment (3 ft/sec for light infestations, 1 ft/sec for heavy, 1 to 5 sec/3 ft³ for closed voids). Also applied as a spot treatment by directing the nozzle approximately 12 inches from the surface. For outdoor treatments of Argentine ant nests, inject at 3 to 6 sites at a rate of 5 to 10 sec/site. For foraging Carpenter ants in trees, stumps, utility poles, and fences, inject 2 to 10 seconds per hole. For foraging Carpenter ants indoors and outdoors, inject 5 to 10 seconds per hole into tunnels, galleries, and inaccessible voids. In food/feed handling establishments, applications can be Crack & Crevice, void, spot, or general treatment, with a maximum use rate of 0.05 g ai/linear ft.",
    "pestsControlled": [
      "Ants (including foraging Carpenter",
      "Fire",
      "Harvester",
      "and Pharaoh Ants)",
      "Asian Lady Beetles",
      "Bed Bugs",
      "Booklice",
      "Boxelder Bugs",
      "Brown Marmorated Stink Bugs",
      "Centipedes",
      "Clover Mites",
      "Cluster Flies",
      "Cockroaches",
      "Crickets",
      "Dermestids",
      "Drugstore Beetles",
      "Earwigs",
      "Elm Leaf Beetles",
      "Flour Beetles (Red and Confused)",
      "Fruit Flies",
      "Grain Weevils",
      "Indianmeal Moths",
      "Millipedes",
      "Phorid Flies",
      "Pillbugs",
      "Powder Post Beetles",
      "Silverfish",
      "Sowbugs",
      "Spiders (excluding Black Widow)",
      "Springtails",
      "and Trogoderma."
    ],
    "id": 26,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/PTAlpinePressurizedInsecticide/label-PTAlpinePressurizedInsecticideLabel4-1-13.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/PTAlpinePressurizedInsecticide/sds-PTAlpinePressurizedInsecticideSDS11-19-18.pdf"
  },
  {
    "name": "PT Clear Zone III Metered Pyrethrin Spray",
    "activeIngredients": "Pyrethrins 1.0%, Piperonyl Butoxide 5.0%.",
    "applicationTreatment": "Metered Pyrethrin Spray. Designed for automatic metered dispensers. One dispenser is typically needed per 6,000 ft³, activating once every 15 minutes. The maximum application rate for metered release devices is 0.00046 lb pyrethrin/1,000 ft³. For indoor use only.",
    "pestsControlled": [
      "Flies",
      "Gnats",
      "Mosquitoes",
      "and Small Flying Moths."
    ],
    "id": 27,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/PTClearZoneMeteredPyrethrinSprayIII/label-PTClearZoneIIILabel4-1-14.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/PTClearZoneMeteredPyrethrinSprayIII/sds-PTClearZoneIIISDS12-1-16.pdf"
  },
  {
    "name": "PT P.I. Pressurized Insecticide",
    "activeIngredients": "Pyrethrins 0.5%, Piperonyl Butoxide 4.0%.",
    "applicationTreatment": "Pressurized insecticide. Applied as a Crack & Crevice application (1 second per spot; 3 ft/sec for light infestations, 1 ft/sec for heavy; 3 to 5 seconds per 3 cubic feet for voids). Direct Spray is applied in short bursts (up to 10 seconds per room for residential areas or 10 seconds per 100 square feet for commercial areas). Space Spray is applied at 1 to 3 seconds per 1,000 cubic feet for flying insects and 20 seconds per 1,000 cubic feet for crawling insects. For outdoor ground applications to control flying insects, apply at a rate of 5 to 15 seconds per 1,000 square feet. Direct application on insects and their nests is also permitted from approximately 18 inches away for certain pests. Not for use in outdoor residential misting systems or metered release devices. Do not apply more than 1 time per day.",
    "pestsControlled": [
      "Angoumois Grain Moths",
      "Ants",
      "Bees",
      "Bed Bugs",
      "Booklice",
      "Carpet Beetles",
      "Chocolate Moths",
      "Cigarette Beetles",
      "Clothes Moths",
      "Clover Mites",
      "Cluster Flies",
      "Cockroaches",
      "Confused Flour Beetles",
      "Crickets",
      "Drug Store Beetles",
      "Earwigs",
      "Fleas",
      "Flies",
      "Fruit Flies",
      "Gnats",
      "Grain Mites",
      "Granary Weevils",
      "House Flies",
      "Indianmeal Moths",
      "Mediterranean Flour Moths",
      "Millipedes",
      "Mosquitoes",
      "Mud Daubers",
      "Red Flour Beetles",
      "Rice Weevils",
      "Sawtoothed Grain Beetles",
      "Silverfish",
      "Small Flying Moths",
      "Sowbugs",
      "Spiders",
      "Stable Flies",
      "Ticks",
      "and Wasps."
    ],
    "id": 28,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/PTAlpinePressurizedInsecticide/label-PTAlpinePressurizedInsecticideLabel4-1-13.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/PTAlpinePressurizedInsecticide/sds-PTAlpinePressurizedInsecticideSDS11-19-18.pdf"
  },
  {
    "name": "PT Wasp-Freeze II",
    "activeIngredients": "Prallethrin 0.1%.",
    "applicationTreatment": "Pressurized insecticide. Designed to kill on contact from 15 feet away. For outdoor use and in attics and crawl spaces only. For wasps and hornets, stand 6 to 15 ft from the nest and spray until thoroughly wet. For yellowjackets and bees, apply for 6 to 8 seconds directly into the nest hole.",
    "pestsControlled": [
      "Bees",
      "Hornets",
      "Yellowjackets",
      "Spiders",
      "and Wasps."
    ],
    "id": 29,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/PTWaspFreezeII/label-PTWasp-FreezeIILabel5-1-18.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/PTWaspFreezeII/sds-PTWaspFreezeIISDS10-18-23.pdf"
  },
  {
    "name": "Precor® 2625 Premise Spray",
    "activeIngredients": "Etofenprox 1.00%, Tetramethrin 0.25%, Pyrethrins 0.15%, Piperonyl Butoxide 1.50%, S-Methoprene 0.09%.",
    "applicationTreatment": "Premise Spray. Can be used as a surface or spot, crack and crevice, or void treatment. For crack and crevice spray, apply at 2 seconds per linear foot; for spot spray, treat surface until slightly wet. The product has a 360º valve for upright or upside-down spraying. Do not reapply more often than every 14 days. For flea infestations, it treats 2625 sq ft, applied as a light uniform spray to surfaces like furniture, rugs, carpets, drapes, and pet resting areas. For ticks, apply to carpet or flooring at 1 ounce per 125 sq ft. Outdoor applications are limited to spot, crack and crevice, or void treatments, not broadcast spray.",
    "pestsControlled": [
      "Fleas",
      "Ticks",
      "Bed Bugs",
      "Argentine Ants",
      "Asian Lady Beetles",
      "Carpenter Ants",
      "Cockroaches",
      "Crickets",
      "Fire Ants",
      "Spiders. Also: Brown Marmorated Stink Bugs",
      "Earwigs",
      "Firebrats",
      "Silverfish",
      "Sowbugs. House Dust Mites. Pantry Pests (Exposed Stages of Saw-toothed Grain Beetles",
      "Flour Beetles (Red and Confused)",
      "and Cigarette Beetles). Carpet Beetles (Black",
      "Furniture",
      "and Varied). Flies",
      "Mole Crickets",
      "Pillbugs. Wasps and Yellow Jackets."
    ],
    "id": 30,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/Precor2625PremiseSpray/label-Precor2625Label1-1-18.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/Precor2625PremiseSpray/sds-Precor2625SDS2-26-20.pdf"
  },
  {
    "name": "Precor® IGR Concentrate",
    "activeIngredients": "(S)-Methoprene 1.2%.",
    "applicationTreatment": "Insect Growth Regulator (IGR) Concentrate. Prepared as a diluted spray solution with an approximate final (S)-Methoprene concentration of 0.007% by adding 1 fl oz of product to 1 gallon of water. Applied at a rate of 1 gallon of the diluted spray solution per 1500 sq ft of surface area using a low pressure sprayer with a fan tip. Treat areas harboring fleas, including carpets, furniture, pet sleeping and bedding areas, and throw rugs. Can be tank-mixed with an adulticide.",
    "pestsControlled": [
      "Fleas (immature life stages",
      "preventing adult flea emergence)."
    ],
    "id": 31,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/PrecorIGRConcentrate/label-PrecorIGRLabel10-1-17.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/PrecorIGRConcentrate/sds-PrecorIGRConcSDS11-5-21.pdf"
  },
  {
    "name": "PREMISE FOAM®",
    "activeIngredients": "Imidacloprid 0.05%.",
    "applicationTreatment": "Ready-to-use foam formulation with a 30 to 1 expansion ratio. The self-pressurized container dispenses approximately 26 milliliters (0.9 fl oz) of liquid formulation per four seconds, which expands to about 0.85 Liters (51.7 cubic inches) of foam, treating 1,000 cubic inches. Used for spot treatments to control existing infestations of subterranean termite species and other wood-destroying insects. Applied into insect galleries in damaged wood, spaces between wooden structural members, or voids within construction. For localized treatment of carpenter bees, inject directly into gallery entrance holes. For localized treatment of ant infestations, inject foam by crack and crevice or wall void application. It is a supplemental treatment, not a sole source of control for active structural infestations by subterranean termites.",
    "pestsControlled": [
      "Subterranean termite species (Coptotermes",
      "Heterotermes",
      "Reticulitermes",
      "and Zootermopsis). Other wood-destroying insects including drywood termites",
      "wood-infesting beetles or borers (e.g.",
      "powder post beetles",
      "anobiid/deathwatch beetles",
      "false powder post beetles",
      "old house borers",
      "wharf borers",
      "or ambrosia/bark beetles). Carpenter bees. Ants."
    ],
    "id": 32,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/PremiseFoam-Bayer/label-PremiseFoamLabel1-23-14AV2.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/PremiseFoam-Bayer/sds-PremiseFoamSDS5-18-21.pdf"
  },
  {
    "name": "Premise® Pre-Construction INSECTICIDE",
    "activeIngredients": "Imidacloprid 21.4%. Contains 2 pounds of imidacloprid per gallon.",
    "applicationTreatment": "Insecticide for pre-construction treatment. Used at a 0.05% to 0.1% dilution. Mixing table provides amounts for 0.05% dilution (e.g., 0.3 fl oz per gallon of water). Application rate for overall treatment is 1 gallon of solution per 10 square feet (1.5 gallons for gravel fill). For critical areas and trenching, apply 4 gallons of solution per 10 linear feet per foot of depth. For hollow masonry units, use 2 gallons per 10 linear feet of wall. For crawl spaces, apply 4 gallons per 10 linear feet per foot of depth. Can be applied as a spray, mist, or foam in voids and galleries. For general ant control (excluding native/imported fire ants, pharaoh, or harvester ants), apply a 0.05-0.1% solution as a general surface, spot, crack and crevice, or wall void application.",
    "pestsControlled": [
      "Subterranean termites. Carpenter ants (in localized areas",
      "trees",
      "utility poles",
      "fencing",
      "decking materials",
      "landscape timbers",
      "firewood). Ants (general",
      "excluding native or imported fire ants",
      "pharaoh",
      "or harvester ants)."
    ],
    "id": 33,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/PremisePre-Construction-Bayer/label-PremisePre-ConstrLabel6-18-19AV1.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/PremisePre-Construction-Bayer/sds-PremisePre-ConstrSDS2-27-18.pdf"
  },
  {
    "name": "Pyrethrin Fogger",
    "activeIngredients": "Pyrethrins 0.50%, Piperonyl Butoxide 1.00%, N-Octyl Bicycloheptene Dicarboximide 0.96%.",
    "applicationTreatment": "Fogger. One unit treats up to 5,000 cubic feet (e.g., a 25 by 25 ft room with an 8 ft ceiling). For indoor use only. Do not use in rooms 5 ft x 5 ft or smaller, or in small enclosed spaces. Do not use more than one fogger per room.",
    "pestsControlled": [
      "Exposed stages of Cockroaches",
      "Fleas",
      "Ticks",
      "Houseflies",
      "Mosquitoes",
      "Small Flying Moths",
      "Wasps",
      "Crickets",
      "and Silverfish."
    ],
    "id": 34,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/PyrethrinFogger/label-PyrethrinFoggerLabel5-15-15.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/PyrethrinFogger/sds-PyrethrinFoggerSDS12-14-23.pdf"
  },
  {
    "name": "Recruit AG FlexPack termite bait",
    "activeIngredients": "Noviflumuron 0.5%.",
    "applicationTreatment": "Above-ground station and delivery system for the Sentricon® System. Contains an insect growth regulator (IGR). Applied by affixing the flexible station (with flexible or hard cover) to a target site over a mud tube or area of termite activity. Bait matrix should be moistened before installation. Can be used alone with quarterly inspections or as a spot treatment in conjunction with in-ground Sentricon® System installations. Stations can be stacked. For use on interior and exterior surfaces of buildings, crawl spaces, fences, utility poles, decking, landscape decorations, and trees.",
    "pestsControlled": [
      "Subterranean termite colonies. Structurally damaging species of subterranean termites",
      "including Coptotermes",
      "Reticulitermes",
      "and Heterotermes spp.."
    ],
    "id": 35,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/RecruitAGFlexPack/label-RecruitAGFlexpackLabel10-11-23.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/RecruitAGFlexPack/sds-RecruitAGFlexpackSDS5-13-22.pdf"
  },
  {
    "name": "MAXFORCE® FC MAGNUM ROACH KILLER BAIT GEL",
    "activeIngredients": "Fipronil 0.05% ([5-Amino-1-(2, 6-dichloro-4-trifluoromethyl) phenyl)-4-(1, R, S) -(trifluoromethyl) sulfinyl)-1H-pyrazole-3-carbonitrile]).",
    "applicationTreatment": "Gel Bait. Applied as a spot or crack and crevice treatment for indoor and outdoor (adjacent to homes & structures) control. Can be placed into refillable bait stations, not exceeding 1 gram (1/5 teaspoon) per station. Application rates for cockroaches are dependent on infestation level: 0.75 grams/square yard for maintenance programs; up to 1.5 grams/square yard for light to moderate infestations; up to 3.0 grams/square yard for severe infestations. For pantry pests, apply in voids, cracks and crevices, behind and under cupboards, and other difficult to reach areas.",
    "pestsControlled": [
      "Cockroaches. Pantry Pests including exposed",
      "adult stages of beetles: cadelle",
      "cigarette beetle",
      "confused flour beetle",
      "dermestid",
      "drugstore beetle",
      "flat grain beetle",
      "granary weevil",
      "lesser grain borer",
      "lesser mealworm",
      "mealworm",
      "merchant grain beetle",
      "red flour beetle",
      "rice weevil",
      "rusty grain beetle",
      "saw-toothed grain beetle",
      "spider beetle",
      "and warehouse beetle."
    ],
    "id": 36,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/MaxforceFCMagnumRoachKillerBaitGel-Bayer/label-MaxforceFCMagRoachGelLabel5-21-20AV1.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/MaxforceFCMagnumRoachKillerBaitGel-Bayer/sds-MaxforceFCMagRoachGelSDS10-1-20.PDF"
  },
  {
    "name": "MAXFORCE® FC SELECT ROACH KILLER BAIT GEL",
    "activeIngredients": "Fipronil 0.01% ([5-Amino-1-(2, 6-dichloro-4-trifluoromethyl) phenyl)-4-(1, R, S)-(trifluoromethyl) sulfinyl)-1H-pyrazole-3-carbonitrile]).",
    "applicationTreatment": "Gel Bait. Applied as a spot or crack and crevice treatment. Can be used in refillable stations, with 2-4 spots per station (3”-6” bead) and not exceeding one teaspoon of gel. Application rates are dependent on infestation level: up to 1.5 grams/square yard for maintenance or light to moderate infestations; up to 3.0 grams/square yard for severe infestations. May be used indoors and outdoors (adjacent to structures).",
    "pestsControlled": [
      "Cockroaches",
      "including American",
      "Oriental",
      "Brown",
      "and Smokey Brown cockroaches."
    ],
    "id": 37,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/MaxforceFCSelectRoachKillerBaitGel-Bayer/label-MaxforceFCSelectRoachGelLabel4-24-20.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/MaxforceFCSelectRoachKillerBaitGel-Bayer/sds-MaxforceFCSelectRoachGelSDS7-16-21.PDF"
  },
  {
    "name": "Maxforce® Fleet™ Ant Killer Bait Gel",
    "activeIngredients": "Fipronil 0.001% (CAS NO. 120068-37-3).",
    "applicationTreatment": "Gel Bait. Applied as spots, up to 1 gram per spot, into cracks and crevices. Can be placed into refillable bait stations. For indoor use, apply along foraging trails and into nest sites, including wall voids, kitchen/bathroom cracks and crevices, under sinks, window sills, screen vents, garages, attics, and crawl spaces. For outdoor use, apply into, on, or adjacent to structures, next to ant trails and suspected areas of ant activity.",
    "pestsControlled": [
      "Ants",
      "including Carpenter Ants",
      "Argentine",
      "Pharaoh",
      "Pavement",
      "Honey",
      "Acrobat",
      "Odorous House",
      "Thief",
      "Big-headed",
      "Cornfield",
      "and Field ants."
    ],
    "id": 38,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/MaxforceFleet-Bayer/label-MaxforceFleetLabel1-12-17AV3.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/MaxforceFleet-Bayer/sds-MaxforceFleetSDS12-10-21.PDF"
  },
  {
    "name": "MAXFORCE® FLY SPOT BAIT",
    "activeIngredients": "Imidacloprid, 1-[(6-Chloro-3-pyridinyl) methyl]-N nitro-2 imidazolidinimine 10.0%; Z-9-Tricosene 0.1%.",
    "applicationTreatment": "Bait. Applied by mixing with water and spraying or painting on surfaces. Spray application rate: 16 oz of product in 1 gallon of finished spray to treat surfaces in buildings with 2,000 sq ft of floor space, or 1 gallon of finished spray per 1,000 sq ft of surfaces. Paint-on application rate: 8 oz of product to 8 oz of water to apply in narrow bands up to 6 inches wide on suitable surfaces where flies rest, at a rate of 8 ounces for every 1,000 sq ft of floor space. Re-apply as needed, but not before 7 days.",
    "pestsControlled": [
      "House Flies and Fruit Flies. Applications can also aid in the suppression of psychodid and phorid flies."
    ],
    "id": 39,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/MaxforceFlySpotBait-Bayer/label-MaxforceFlySpotLabel12-20-18AV1.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/MaxforceFlySpotBait-Bayer/sds-MaxforceFlySpotSDS4-28-20.pdf"
  },
  {
    "name": "MAXFORCE® GRANULAR FLY BAIT",
    "activeIngredients": "Imidacloprid, 1-[(6-Chloro-3-pyridinyl) methyl]-N nitro-2-imidazolidinimine 0.50%; Z-9-Tricosene 0.10%.",
    "applicationTreatment": "Granular Bait. Can be used as a ready-to-use scatter bait or for paint-on application. Scatter application involves spreading directly from the container onto dry level surfaces so granules lie near each other without forming small piles. For bait stations, use 1 bait station per approximately 250 sq ft, adding up to 1.6 oz of bait per station. For paint-on application, mix 1.5 oz bait with 1 fl oz warm water to form a paste. Use rate is 5.7 to 6.3 oz/1,000 sq ft. Re-apply every 7 days as needed.",
    "pestsControlled": [
      "Flies",
      "including flies resistant to organophosphates and carbamates."
    ],
    "id": 40,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/MaxforceGranularFlyBait-Bayer/label-MaxforceGranFlyBaitLabel1-17-20AV1.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/MaxforceGranularFlyBait-Bayer/sds-MaxforceGranFlyBaitSDS6-15-16.pdf"
  },
  {
    "name": "Maxforce® Impact® Roach Gel Bait",
    "activeIngredients": "Clothianidin 1.0%.",
    "applicationTreatment": "Gel Bait. Applied as a spot or crack and crevice treatment. Application rates are dependent on infestation level: 0.75 grams/square yard for maintenance programs; up to 1.5 grams/square yard for light to moderate infestations; up to 3.0 grams/square yard for severe infestations. Can be used indoors and outdoors (adjacent to structures). Outdoor use involves injecting bait into cracks and crevices or expansion joints around windows and doors, porches, screens, eaves, sills, patios, garages, and under stairways.",
    "pestsControlled": [
      "Cockroaches."
    ],
    "id": 41,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/MaxforceImpactRoachGelBait/label-MaxforceImpactLabel4-16-19AV1.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/MaxforceImpactRoachGelBait/sds-MaxforceImpactSDS11-18-20.PDF"
  },
  {
    "name": "Maxforce® Quantum Ant Bait",
    "activeIngredients": "Imidacloprid, 1-[(6-Chloro-3-pyridinyl) methyl]-N nitro-2-imidazolidinimine 0.03%.",
    "applicationTreatment": "Ready-to-use bait formulation. Applied as small spots or beads. Indoor application rates: up to 2.0 g per 100 sq ft (e.g., 10 x 0.2-g bait placements). Outdoor application rates: up to 0.2 g per spot or bead, up to 2.0 g directly into nest entrances, or 0.6 g per 10 linear feet of ant trail. Also for outdoor use as a diluted liquid bait (one part bait in nine parts sugar water to create 0.003% imidacloprid solution), applied via appropriate liquid bait stations, not exceeding 1 station per 25 ft of building perimeter. The bait resists drying out and remains palatable for up to 3 months indoors.",
    "pestsControlled": [
      "Ants (excluding fire",
      "carpenter",
      "and harvester ants). Specifically",
      "Acrobat ants",
      "Argentine ants",
      "Big-Headed ants",
      "Black Garden ants",
      "Crazy ants",
      "Ghost ants",
      "Little Black ants",
      "Odorous House ants",
      "Pavement ants",
      "Pharaoh’s ants",
      "Rover ants",
      "Thief ants",
      "and White-Footed ants."
    ],
    "id": 42,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/MaxforceQuantumAntBait-Bayer/label-MaxforceQuantumLabel1-7-20AV1.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/MaxforceQuantumAntBait-Bayer/sds-MaxforceQuantumSDS10-8-15.pdf"
  },
  {
    "name": "MUSCA-CIDE™ FLY BAIT SPRAY",
    "activeIngredients": "Dinotefuran 0.50%; (Z)-9-Tricosene 0.04%.",
    "applicationTreatment": "Water soluble fly bait, can be painted on or sprayed on surfaces. Mixing ratios for paint-on: 2 oz dry product with 3 oz water for 250 sq ft; for spray-on: 2 oz dry product with 16 oz water for 250 sq ft. Apply in several spots from 2 to 15 sq ft or as band applications (6–8 inches wide). Do not exceed 8 ounces of dry product per 1000 sq ft. Repeat applications as needed.",
    "pestsControlled": [
      "House Flies."
    ],
    "id": 43,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/Musca-CideFlyBaitSpray/label-Musca-cideLabel3-27-23.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/Musca-CideFlyBaitSpray/sds-MuscaCideSDS08-25-20.pdf"
  },
  {
    "name": "Nibor-D",
    "activeIngredients": "Disodium Octaborate Tetrahydrate 98%.",
    "applicationTreatment": "Water soluble inorganic borate salt. Can be applied as a liquid solution, mop solution, dust, or dry foam. Liquid solutions for general insect control: 1.5 lbs per gallon of finished solution (for sprays or foams), or 8 ounces per gallon of water (for mopping, treating furniture, mold, or mildew). For wood treatment, 10% liquid solution (1.0 lb per gallon) or 15% liquid solution (1.5 lbs per gallon). Liquid solutions applied by brush or spray at 5 gallons per 1000 ft² of wood surface area. Dust applications for general pests: into cracks, crevices, and void areas of exterior walls and around windows, doors, eaves, and soffits. Specific dust rates: 12-20 ounces per 250 ft² for refuse containers or new construction/attic insulation; 1-2 ounces into floor drain openings; up to 12 oz per 250 ft² for sewers. Wood treatment dust: 0.5 ounce (12-14 grams) per ft² on wood surfaces or into wall voids; 0.25 pound per cubic foot for utility poles.",
    "pestsControlled": [
      "Crickets (House",
      "Field",
      "Camel)",
      "Cockroaches (German",
      "Brown-banded",
      "Smokey Brown",
      "Brown",
      "American",
      "Australian",
      "Oriental)",
      "Silverfish",
      "Ants (General",
      "Argentine",
      "Thief",
      "Little Black",
      "Pavement",
      "Odorous House",
      "Crazy",
      "Ghost",
      "Carpenter)",
      "Fleas",
      "Lady Bugs",
      "Drain Flies",
      "Fruit Flies",
      "Cluster Flies",
      "Darkling Beetles",
      "Earwigs. Also includes Boxelder Bugs",
      "Centipedes",
      "Dust Mites",
      "Flies",
      "Hide Beetles",
      "Millipedes",
      "Small Flies. Wood destroying insects and fungi: Subterranean Termites (Reticulitermes",
      "Heterotermes",
      "Coptotermes (Formosan))",
      "Drywood Termites (Kalotermes",
      "Incisitermes)",
      "Dampwood Termites (Zootermopsis)",
      "Powderpost Beetles (Lyctinae",
      "Bostrichidae)",
      "Deathwatch and Furniture Beetles (Anobiidae)",
      "Old House Borers",
      "Longhorned Beetles (Cerambycidae)",
      "Bark and Timber Beetles (Scolytidae)",
      "and Decay Fungi including white rot",
      "brown rot (i.e.",
      "Poria) and wet rots."
    ],
    "id": 44,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/Nibor-DInsecticide/label-NiborDLabel1-1-23.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/Nibor-DInsecticide/sds-Nibor-DSDS10-19-22.pdf"
  },
  {
    "name": "Onslaught® FastCap Spider & Scorpion Insecticide",
    "activeIngredients": "Esfenvalerate 6.40%; Prallethrin 1.60%; Piperonyl butoxide 8.00%.",
    "applicationTreatment": "Microencapsulated suspension concentrate. Applied as surface or spot treatments, injected into wall voids, or as crack and crevice spray. Diluted with water. Rates: 0.5 fl. oz. per 1 gallon of water (for light infestations or maintenance control) or 1.0 fl. oz. per 1 gallon of water (for heavy infestations or initial clean out). This translates to 0.025% Esfenvalerate, 0.006% Prallethrin, 0.031% Piperonyl butoxide for the lower rate, and 0.050% Esfenvalerate, 0.012% Prallethrin, 0.063% Piperonyl butoxide for the higher rate. Apply at 1 gallon per 1,000 sq ft. Repeat applications as needed, typically every 7 days for indoor crawling insects/plants, or every 14 days for food processing/handling establishments. For outdoor use, treat a 2-6 foot band of soil adjacent to buildings and the building foundation to a height of 2-3 feet.",
    "pestsControlled": [
      "Ants (excluding Fire Ants)",
      "Aphids",
      "Asian Lady Beetles",
      "Bed Bugs",
      "Beetles",
      "Boxelder Bugs",
      "Brown Marmorated Stink Bugs",
      "Carpet Beetles",
      "Cockroaches",
      "Crickets",
      "Dog Ticks",
      "Earwigs",
      "Firebrats",
      "Fleas",
      "Kudzu Bugs",
      "Mealybugs",
      "Midges",
      "Millipedes",
      "Mites",
      "Pillbugs",
      "Psocids",
      "Scales",
      "Silverfish",
      "Spiders",
      "Springtails",
      "Swarming Termites",
      "Ticks",
      "Waterbugs. Stored Product Pests: Angoumois Grain Moths",
      "Ants",
      "Cadelles",
      "Cigarette Beetles",
      "Confused Flour Beetles",
      "Dark Mealworms",
      "Driedfruit Beetles",
      "Drugstore Beetles",
      "Flat Grain Beetles",
      "Fruit Flies",
      "Grain Mites",
      "Grain Moths",
      "Granary Weevils",
      "Indian Meal Moths",
      "Lesser Grain Borers",
      "Maize Weevils",
      "Meal Moth Larvae",
      "Mediterranean Flour Moths",
      "Merchant Grain Beetles",
      "Red Flour Beetles",
      "Rice Weevils",
      "Rusty Grain Beetles",
      "Sawtoothed Grain Beetles",
      "Skippers",
      "Spider Beetles",
      "Spider Mites",
      "Squarenecked Grain Beetles",
      "Tobacco Moths",
      "Yellow Mealworms. Flying Insects: Blow Flies",
      "Chiggers",
      "Clothes Moths",
      "Cluster Flies",
      "Crane Flies",
      "Deer Flies",
      "Face Flies",
      "Fruit Flies",
      "Fungus Gnats",
      "Gnats",
      "Horn Flies",
      "House Flies",
      "Mosquitoes",
      "Small Flying Moths",
      "Whiteflies. Biting and Stinging Pests: Bed Bugs",
      "Bees",
      "Biting Flies",
      "Chiggers",
      "Deer Flies",
      "Deer Ticks",
      "Dog Ticks",
      "Fleas",
      "Gnats",
      "Hornets",
      "Lice",
      "Mosquitoes",
      "Scorpions",
      "Spiders",
      "Ticks",
      "Wasps",
      "Yellowjackets. Wood-Destroying Pests: Carpenter Ants",
      "Carpenter Bees",
      "Deathwatch Beetles",
      "Furniture Beetles",
      "Old House Borers",
      "Powder Post Beetles",
      "Roundheaded House Borers",
      "Swarming Termites. Plant Pests: Alfalfa Caterpillars",
      "American Plum Borers",
      "Annual Bluegrass Weevils",
      "Aphids",
      "Apple Maggots",
      "Armyworms",
      "Artichoke Plum Moths",
      "Bagworms",
      "Balsam Woolly Adelgids",
      "Beet Armyworms",
      "Billbugs",
      "Blueberry Spanworms",
      "Brown Marmorated Stink Bugs",
      "Cherry Fruit Flies",
      "Cherry Fruitworms",
      "Chinch Bugs",
      "Codling Moths",
      "Cowpea Curculios",
      "Cranberry Fruitworms",
      "Cranberry Weevils",
      "Cucumber Beetles",
      "Cutworms",
      "Diamondback Moths",
      "Elm Leaf Beetles",
      "European Pine Sawflies",
      "Fall Webworms",
      "Filbertworms",
      "Flea Beetles",
      "Grasshoppers",
      "Green Cloverworms",
      "Green Fruitworms",
      "Gypsy Moth Caterpillars",
      "Imported Cabbageworms",
      "Japanese Beetles",
      "Kudzu Bugs",
      "Lace Bugs",
      "Leaf Feeding Caterpillars",
      "Leafhoppers",
      "Leafminers",
      "Leafrollers",
      "Leaftiers",
      "Lesser Appleworms",
      "Lesser Peachtree Borers",
      "Lygus Bugs",
      "Mexican Bean Beetles",
      "Mites",
      "Mole Crickets",
      "Naval Orangeworms",
      "Northern Pine Weevils",
      "Oriental Fruit Moths",
      "Painted Lady Caterpillars",
      "Pea Weevils",
      "Peach Twig Borers",
      "Peachtree Borers",
      "Pear Slugs",
      "Pecan Leaf Phylloxera",
      "Pecan Nut Casebearers",
      "Pecan Spittlebugs",
      "Pecan Stem Phylloxera",
      "Pecan Weevils",
      "Pepper Weevils",
      "Periodical Cicadas",
      "Pickleworms",
      "Pillbugs",
      "Pine Chafers",
      "Plant Bugs",
      "Plum Curculios",
      "Red Pine Sawflies",
      "Redheaded Pine Sawflies",
      "Red-striped Fireworms",
      "Rindworms",
      "Salt Marsh Caterpillars",
      "Sap Beetles",
      "Scales",
      "Sod Webworms",
      "Sowbugs",
      "Spittlebugs",
      "Stink Bugs",
      "Tarnished Plant Bugs",
      "Tent Caterpillars",
      "Thrips",
      "Tobacco Hornworms",
      "Tufted Apple Bud Moths",
      "Velvet Bean Caterpillars",
      "Walnut Husk Flies",
      "Western Bean Cutworms",
      "Whiteflies."
    ],
    "id": 45,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/OnslaughtFastCapSpiderScorpionInsecticide/label-OnslaughtFastCapSpiderScorpionInsecticideLabel9-1-23.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/OnslaughtFastCapSpiderScorpionInsecticide/sds-OnslaughtFCSDS10-21-20.pdf"
  },
  {
    "name": "Onslaught® Microencapsulated Insecticide",
    "activeIngredients": "(S)-cyano (3-phenoxyphenyl) methyl-(S)-4- chloro-alpha-(1-methylethyl) benzeneacetate 6.40%.",
    "applicationTreatment": "Microencapsulated suspension concentrate. Applied as surface or spot treatments, injected into wall voids, or as crack and crevice spray. Diluted with water. Rates: 0.5 fl. oz. per 1 gallon of water (0.025% **Active Ingredient**) for light infestations/maintenance, or 1.0 fl. oz. per 1 gallon of water (0.05% **Active Ingredient**) for heavy infestations/initial clean-out. Applied at 1 gallon per 1,000 sq ft. Repeat applications as needed, typically every 7 days for indoor crawling insects/plants, or every 14 days for food processing/handling establishments. For outdoor use, treat a 2-6 foot band of soil adjacent to buildings and the building foundation to a height of 2-3 feet.",
    "pestsControlled": [
      "Ants (excluding fire ants)",
      "Aphids",
      "Asian Lady Beetles",
      "Bed Bugs",
      "Beetles",
      "Boxelder Bugs",
      "Brown Marmorated Stink Bugs",
      "Carpet Beetles",
      "Centipedes",
      "Cockroaches",
      "Crickets",
      "Dog Ticks",
      "Earwigs",
      "Firebrats",
      "Fleas",
      "Gnats",
      "Hornets",
      "Kudzu Bugs",
      "Lice",
      "Mealybugs",
      "Midges",
      "Millipedes",
      "Mites",
      "Mosquitoes",
      "Pillbugs",
      "Psocids",
      "Scales",
      "Scorpions",
      "Silverfish",
      "Springtails",
      "Swarming Termites",
      "Ticks",
      "Wasps",
      "Waterbugs. Flying Insects: Blow Flies",
      "Chiggers",
      "Clothes Moths",
      "Cluster Flies",
      "Crane Flies",
      "Deer Flies",
      "Face Flies",
      "Fruit Flies",
      "Fungus Gnats",
      "Gnats",
      "Horn Flies",
      "House Flies",
      "Mosquitoes",
      "Small Flying Moths",
      "Whiteflies. Biting and Stinging Pests: Bed Bugs",
      "Bees",
      "Biting Flies",
      "Chiggers",
      "Deer Flies",
      "Deer Ticks",
      "Dog Ticks",
      "Fleas",
      "Gnats",
      "Lice",
      "Mosquitoes",
      "Scorpions",
      "Spiders",
      "Ticks",
      "Wasps",
      "Yellowjackets. Stored Product Pests: Angoumois Grain Moths",
      "Ants",
      "Cadelles",
      "Cigarette Beetles",
      "Confused Flour Beetles",
      "Dark Mealworms",
      "Driedfruit Beetles",
      "Drugstore Beetles",
      "Flat Grain Beetles",
      "Fruit Flies",
      "Grain Mites",
      "Grain Moths",
      "Granary Weevils",
      "Indian Meal Moths",
      "Lesser Grain Borers",
      "Maize Weevils",
      "Meal Moth Larvae",
      "Mediterranean Flour Moths",
      "Merchant Grain Beetles",
      "Red Flour Beetles",
      "Rice Weevils",
      "Rusty Grain Beetles",
      "Sawtoothed Grain Beetles",
      "Skippers",
      "Spider Beetles",
      "Spider Mites",
      "Squarenecked Grain Beetles",
      "Tobacco Moths",
      "Yellow Mealworms. Livestock Premise Pests: Bed Bugs",
      "Carrion Beetles",
      "Chiggers",
      "Darkling Beetles (lesser mealworms)",
      "Deer Flies",
      "Face Flies",
      "Fleas",
      "Flies",
      "Hide Beetles",
      "Horn Flies",
      "Horse Flies",
      "Lice",
      "Litter Beetles",
      "Mites",
      "Mosquitoes",
      "Stable Flies. Wood Destroying Pests: Carpenter Ants",
      "Carpenter Bees",
      "Deathwatch Beetles",
      "Furniture Beetles",
      "Old House Borers",
      "Roundheaded House Borers",
      "Swarming Termites. Plant Pests: Alfalfa Caterpillars",
      "American Plum Borers",
      "Annual Bluegrass Weevils",
      "Aphids",
      "Apple Maggots",
      "Armyworms",
      "Artichoke Plume Moths",
      "Bagworms",
      "Balsam Woolly Adelgids",
      "Beet Armyworms",
      "Billbugs",
      "Blueberry Spanworms",
      "Brown Marmorated Stink Bugs",
      "Cherry Fruit Flies",
      "Cherry Fruitworms",
      "Chinch Bugs",
      "Codling Moths",
      "Cowpea Curculios",
      "Cranberry Fruitworms",
      "Cranberry Weevils",
      "Cucumber Beetles",
      "Cutworms",
      "Diamondback Moths",
      "Elm Leaf Beetles",
      "European Pine Sawflies",
      "Fall Webworms",
      "Filbertworms",
      "Grasshoppers",
      "Green Cloverworms",
      "Green Fruitworms",
      "Gypsy Moth Caterpillars",
      "Hickory Shuckworms",
      "Imported Cabbageworms",
      "Japanese Beetles",
      "Kudzu Bugs",
      "Lace Bugs",
      "Leaf Feeding Caterpillars",
      "Leafhoppers",
      "Leafminers",
      "Leafrollers",
      "Leaftiers",
      "Lesser Appleworms",
      "Lesser Peachtree Borers",
      "Loopers",
      "Lygus Bugs",
      "Mexican Bean Beetles",
      "Mites",
      "Mole Crickets",
      "Naval Orangeworms",
      "Northern Pine Weevils",
      "Oriental Fruit Moths",
      "Painted Lady Caterpillars",
      "Pea Weevils",
      "Peach Twig Borers",
      "Peachtree Borers",
      "Pear Psyllids",
      "Pear Slugs",
      "Pecan Leaf Phylloxera",
      "Pecan Nut Casebearers",
      "Pecan Stem Phylloxera",
      "Pecan Weevils",
      "Pepper Weevils",
      "Periodical Cicadas",
      "Pickleworms",
      "Pillbugs",
      "Pine Chafers",
      "Pine Coreid Bugs",
      "Plant Bugs",
      "Plum Curculios",
      "Red Pine Sawflies",
      "Redheaded Pine Sawflies",
      "Red-striped Fireworms",
      "Rindworms",
      "Salt Marsh Caterpillars",
      "Sap Beetles",
      "Scales",
      "Sod Webworms",
      "Sowbugs",
      "Spiders",
      "Spittlebugs",
      "Stink Bugs",
      "Tarnished Plant Bugs",
      "Tent Caterpillars",
      "Thrips",
      "Tobacco Hornworms",
      "Tufted Apple Bud Moths",
      "Velvet Bean Caterpillars",
      "Walnut Husk Flies",
      "Western Bean Cutworms",
      "Whiteflies."
    ],
    "id": 46,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/OnslaughtInsecticide/label-OnslaughtInsecticideLabel9-1-23.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/OnslaughtInsecticide/sds-OnslaughtInsecticideSDS8-31-20.pdf"
  },
  {
    "name": "Advance® 375A Granular Ant Bait",
    "activeIngredients": "Abamectin B1 0.011%.",
    "applicationTreatment": "Granular Ant Bait, ready-to-use product. Outdoor applications include Broadcast (1 pound per acre, equivalent to approximately 0.4 ounce per 1,000 square feet or 1.8 ounces per 5,000 square feet), Around Structures (0.3 ounce per 100 linear feet in a 1 to 2 feet wide band), and Individual Colony Treatment (1.5 to 3 ounces per colony). Reapplication is not sooner than 30 days after last application, with a maximum of 4 pounds of product per acre per year. Indoor applications involve placing bait in crevices or voids where ants are active, using up to 5 tablespoons per heavily traveled site, or less for areas with less activity. For plumbing voids, up to 5 tablespoons are used, and for fire ants in utilities, 5 to 7 tablespoons for lighter infestations or up to 3 ounces for heavy infestations are applied.",
    "pestsControlled": [
      "Acrobat",
      "Argentine",
      "Bigheaded",
      "Carpenter",
      "Crazy",
      "Field",
      "Fire",
      "Harvester",
      "Little Black",
      "Odorous House",
      "Pavement",
      "Pharaoh",
      "and Thief Ants."
    ],
    "id": 47,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/Advance375AGranularAntBait/label-Advance375ALabel5-1-17.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/Advance375AGranularAntBait/sds-Advance375ASDS3-21-23.pdf"
  },
  {
    "name": "Advion® Ant Gel",
    "activeIngredients": "Indoxacarb 0.05%.",
    "applicationTreatment": "Gel Bait. Applied indoors or outdoors as a crack and crevice or spot treatment. Placements are spots of gel (0.1 to 1.0 gram or approximately 1/4” in diameter) or small lines of gel (approximately 1/8” wide and 2” long, up to 3” long for highly active foraging trails). It can also be used in commercially available refillable bait stations.",
    "pestsControlled": [
      "Acrobat",
      "Argentine",
      "Big-headed",
      "Carpenter",
      "Cornfield",
      "Crazy",
      "Field",
      "Ghost",
      "Harvester",
      "Honey",
      "Little black",
      "Odorous house",
      "Pavement",
      "Pharaoh",
      "Pyramid",
      "Red Imported Fire Ant",
      "Rover",
      "Thief",
      "and White-footed ants (Note: effective at killing Pharaoh ants",
      "foraging red imported fire ants and harvester ants",
      "but for complete outdoor nest control of these species",
      "additional treatments labeled for outdoor nest control are recommended)."
    ],
    "id": 48,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/AdvionAntGel/label-AdvionAntGelLabel4-1-20.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/AdvionAntGel/sds-AdvionAntGelSDS4-4-23.pdf"
  },
  {
    "name": "Advion® Cockroach Gel Bait",
    "activeIngredients": "Indoxacarb 0.6%.",
    "applicationTreatment": "Gel Bait. Applied indoors or outdoors as a crack and crevice treatment. For heavy infestations, apply 3 to 5 spots per 10 linear feet, and for light to moderate infestations, apply 1-3 spots per 10 linear feet. Each spot should be about 0.5 grams (approximately 1/4” diameter), or a small thin bead less than 1/8” wide and approximately 2 inches long.",
    "pestsControlled": [
      "German",
      "American",
      "Australian",
      "Smoky-Brown",
      "Brown",
      "Asian",
      "Oriental",
      "and Brown-Banded cockroaches."
    ],
    "id": 49,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/AdvionCockroachGelBait/label-AdvionCRGelBaitLabel6-1-20.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/AdvionCockroachGelBait/sds-AdvionCockroachGelBaitSDS12-3-19.pdf"
  },
  {
    "name": "Advion® Evolution Cockroach Gel Bait",
    "activeIngredients": "Indoxacarb 0.6%.",
    "applicationTreatment": "Gel Bait. Applied indoors or outdoors as a crack and crevice treatment. For heavy infestations, apply 3 to 5 spots per 10 linear feet, and for light to moderate infestations, apply 1-3 spots per 10 linear feet. Each spot should be about 0.5 grams (approximately 1/4” diameter), or a small thin bead less than 1/8” wide and approximately 2 inches long.",
    "pestsControlled": [
      "German",
      "American",
      "Australian",
      "Smoky-Brown",
      "Brown",
      "Asian",
      "Oriental",
      "and Brown-Banded cockroaches."
    ],
    "id": 50,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/AdvionEvolutionCockroachGelBait/label-AdvionEvoLabel6-1-20.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/AdvionEvolutionCockroachGelBait/sds-AdvionEvolutionSDS4-5-17.pdf"
  },
  {
    "name": "Advion® Fire Ant Bait",
    "activeIngredients": "Indoxacarb 0.045%.",
    "applicationTreatment": "Ready-to-use granular bait. Application methods include Broadcast Treatment at a rate of 1.5 pounds per acre, and Individual Mound Treatment by uniformly distributing 4 level tablespoons (1/2 oz) per mound 3-4 feet around the mound without disturbing it.",
    "pestsControlled": [
      "Imported fire ants (Solenopsis spp.)",
      "Bigheaded ants (Pheidole megacephela)",
      "Pavement ants (Tetramorium caespitum)",
      "and Turfgrass ants (Lasius neoniger). (Note: Not approved for use on bigheaded ants",
      "pavement ants",
      "and turfgrass ants in California)."
    ],
    "id": 51,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/AdvionFireAntBait/label-AdvionFireAntLabel4-1-20.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/AdvionFireAntBait/sds-AdvionFireAntBaitSDS5-11-22.pdf"
  },
  {
    "name": "Advion® Insect Granular Bait",
    "activeIngredients": "Indoxacarb 0.22%.",
    "applicationTreatment": "Ready-to-use granular bait. Outdoor applications include Structural Perimeter-Band Application (up to 7 feet wide), Landscape Boundary Application, and Limited Area Applications (Spot Treatment) at rates from 0.38 to 4.6 pounds of product per 1000 square feet. It can also be used in Bait Stations by placing 2 to 4 ounces of bait in each. The maximum annual rate is 4.6 pounds per 1000 square feet or 3.2 pounds per 100 linear feet applied in a 7-foot band. Indoor applications include Crack & Crevice and Void Application (up to 2 oz per 10 linear feet), Scatter Application (0.38 to 4.6 lb product per 1,000 sq ft, with a minimum of 1.15 lb per 1,000 sq ft for cockroaches), Perimeter Band Treatment (2 oz per 10 linear feet in a 6 to 12-inch band), and Bait Station use (2 to 4 oz per station).",
    "pestsControlled": [
      "Cockroaches",
      "Crickets (including mole crickets)",
      "Nuisance ants (excluding red imported fire ants",
      "harvester ants",
      "carpenter ants",
      "and pharaoh ants)",
      "Earwigs",
      "Field crickets",
      "House crickets",
      "Millipedes",
      "and Silverfish."
    ],
    "id": 52,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/AdvionInsectGranularBait/label-AdvionInsectGranLabel12-1-19.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/AdvionInsectGranularBait/sds-AdvionInsectGranSDS1-24-20.pdf"
  },
  {
    "name": "Alpine® WSG",
    "activeIngredients": "Dinotefuran 40.0%.",
    "applicationTreatment": "Water-soluble granule. It is diluted with water, with common concentrations being 0.1% (10 grams/gallon), 0.2% (20 grams/gallon), and 0.3% (30 grams/gallon). One gallon of finished dilution treats 1,000 square feet. It is applied indoors and/or outdoors via crack and crevice, spot, or surface application.",
    "pestsControlled": [
      "Ants (including Argentine",
      "Carpenter",
      "Harvester",
      "Odorous House",
      "Red Imported",
      "and Southern Fire; excluding Pharaoh)",
      "Asian Lady Beetles",
      "Bean Plataspid (Kudzu Bug)",
      "Bed Bugs",
      "Beetles (including Confused Flour Beetle",
      "Granary Weevil",
      "Lesser Grain Borer",
      "and Warehouse Beetle)",
      "Brown Marmorated Stink Bugs",
      "Centipedes",
      "Cockroaches (including American",
      "German and Turkestan)",
      "Collembola",
      "Crickets",
      "Earwigs",
      "Fleas",
      "House Flies",
      "Millipedes",
      "Mosquitoes (Anopheles)",
      "Paper Wasps",
      "Pillbugs",
      "Sowbugs",
      "Spiders (excluding Brown Recluse)",
      "Stored Product Pests (Confused Flour Beetle",
      "Granary Weevil",
      "Lesser Grain Borer",
      "and Warehouse Beetle)",
      "and Yellowjackets."
    ],
    "id": 53,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/AlpineWSG/label-AlpineWSGLabel4-1-19.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/AlpineWSG/sds-AlpineWSGSDS5-20-25.pdf"
  },
  {
    "name": "Altosid® Pro-G Insect Growth Regulator",
    "activeIngredients": "(S)-Methoprene 1.5%.",
    "applicationTreatment": "Granules, which release effective levels of insect growth regulator for up to 30 days after application. Applied by sprinkling evenly over the surface of the water to be treated. Application rates vary by surface area or volume of water, such as 1 cup for 2,400 sq ft or 9,600 gallons of water, down to 1/4 teaspoon for 13 sq ft or 50 gallons of water.",
    "pestsControlled": [
      "Mosquitoes (including Aedes sp. and those which may transmit West Nile Virus",
      "Zika",
      "Dengue",
      "Chikungunya and other mosquito-borne diseases)",
      "by preventing them from becoming breeding",
      "biting adults."
    ],
    "id": 54,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/AltosidPro-GInsectGrowthRegulator/label-AltosidProGLabel10-1-17.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/AltosidPro-GInsectGrowthRegulator/sds-AltosidProGSDS5-22-18.pdf"
  },
  {
    "name": "Bora-Care®",
    "activeIngredients": "Disodium Octaborate Tetrahydrate 40%.",
    "applicationTreatment": "Concentrate that must be diluted with clean water or a combination of water and permitted insecticide/repellent/coating/antimicrobial. Common dilution rates are 1:1 (23% active), 2:1 (16% active), 3:1 (13% active), and 5:1 (9% active). Application methods include spray, injection, brush, roller, foaming, or misting. It is used for both remedial and preventative treatments of wood-destroying organisms.",
    "pestsControlled": [
      "Subterranean Termites (including Formosan Termites)",
      "Drywood Termites",
      "Carpenter Ants",
      "Listed Wood Destroying Beetles (Anobiid and Lyctinae Powderpost Beetles",
      "Old House Borers",
      "Longhorned Beetles",
      "Ambrosia Beetles",
      "Bostrichidae False Powderpost Beetles",
      "Ptinidae Anobiid Beetles",
      "Cerambycidae",
      "Hylotrupes",
      "Platypodidae",
      "Scolytidae",
      "Curculionidae Ambrosia/Bark Beetles",
      "Buprestidae Metallic Wood Boring Beetle)",
      "Fungi (Rot)",
      "and Algae. It also helps prevent establishment of Cockroach",
      "Ant (except fire",
      "harvester and pharaoh ants)",
      "Silverfish",
      "Earwig",
      "Boxelder bug",
      "Millipede",
      "and Cricket infestations that come into direct contact with treated areas."
    ],
    "id": 55,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/Bora-Care/label-Bora-CareLabel7-1-21.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/Bora-Care/sds-Bora-CareSDS10-19-22.pdf"
  },
  {
    "name": "CB-80™ Insecticide",
    "activeIngredients": "Pyrethrins 0.50%, Piperonyl Butoxide 4.00%.",
    "applicationTreatment": "Aerosol, a nonaqueous, highly active solvent system that provides rapid kill and quick knockdown. It is applied using General Volumetric Application (20 seconds per 1,000 cubic feet of space), Crack & Crevice Applications, and Surface Application. For initial clean-up of ants, apply for 10-15 seconds per 100 square feet of floor area.",
    "pestsControlled": [
      "Ants",
      "Bed Bugs",
      "Beetles (Carpet Beetles",
      "Confused Flour Beetles",
      "Red Flour Beetles",
      "Sawtoothed Grain Beetles)",
      "Cockroaches",
      "Crickets",
      "Fleas",
      "Flies (Barn Flies",
      "Deer Flies",
      "Stable Flies",
      "Horn Flies)",
      "Gnats",
      "Grain Mites",
      "Mosquitoes",
      "Moths (Small Flying Moths",
      "Indian meal Moths",
      "Angoumois Grain Moths)",
      "Spiders",
      "Silverfish",
      "Weevils (Granary Weevils",
      "Rice Weevils)",
      "Wasps."
    ],
    "id": 56,
    "url1": "assets/paul-labels-sds-2025-06-14/CB-8 Insecticide/label-CB-80Label8-1-16.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/CB-8 Insecticide/sds-CB80SDS1-29-21.PDF"
  },
  {
    "name": "CONTRAC® ALL-WEATHER BLOX™",
    "activeIngredients": "Bromadiolone 0.005%.",
    "applicationTreatment": "Blox bait. It is designed to kill rats, mice, and meadow voles. For rats, place 4 to 16 blocks per placement, spaced 15 to 30 feet apart. For mice and meadow voles, place 1 to 2 blocks per placement, spaced 8 to 12 feet apart.",
    "pestsControlled": [
      "Norway Rats",
      "Roof Rats",
      "House Mice",
      "Meadow Voles",
      "Cotton rat",
      "Eastern harvest mouse",
      "Golden mouse",
      "Polynesian rat",
      "White-throated woodrat",
      "Southern plains woodrat",
      "and Mexican woodrat."
    ],
    "id": 57,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/ContracAll-WeatherBlox/label-ContracAllWeatherBloxLabel4-1-24.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/ContracAll-WeatherBlox/sds-ContracAllWeatherBloxSDS1-10-24.pdf"
  },
  {
    "name": "Dekko® SILVERFISH PAK",
    "activeIngredients": "Boric Acid 20%.",
    "applicationTreatment": "Pak (do not open or crush). Place 2 to 3 paks in infested areas such as closets, drawers, bookcases, under houses, and in attics. Replace packs every 3 to 4 months.",
    "pestsControlled": [
      "Silverfish."
    ],
    "id": 58,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/DekkoSilverfishPacks/label-DekkoSilverfishLabel2-14-11.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/DekkoSilverfishPacks/sds-DekkoSilverfishSDS3-7-16.pdf"
  },
  {
    "name": "DeltaDust® Insecticide",
    "activeIngredients": "Deltamethrin 0.05%.",
    "applicationTreatment": "Ready-to-use insecticide dust. Applied with a hand or power duster (e.g., Actisol® DPA), a paint brush, or other suitable means. Indoors, apply lightly and uniformly, generally in the range of 2-3 grams per square yard (or 0.5 lbs per 1000 square feet). Outdoor applications include perimeter treatment, sewer treatment (1-2 ounces into ventilating air per manhole per 200 linear feet), telecommunication treatment (approximately 1 gram per cubic foot of conduit), fire ant mound treatment (adequately cover mound and 18” perimeter), and flea and tick control in rodent burrows.",
    "pestsControlled": [
      "Ants",
      "Boxelder Bugs",
      "Cockroaches (including both resistant and non-resistant strains)",
      "Crickets",
      "Fleas",
      "Firebrats",
      "Silverfish",
      "Termites",
      "Carpenter Ants",
      "Carpenter Bees",
      "Centipedes",
      "Ground Beetles",
      "Millipedes",
      "Scorpions",
      "Spiders",
      "Sowbugs",
      "Wasps",
      "Bees",
      "Webbing Clothes Moths",
      "Carpet Beetles (Black",
      "Furniture",
      "Common",
      "and Varied)",
      "Bed Bugs",
      "Stored Product & Pantry Pests (Cadelles",
      "Cheese mites",
      "Cigarette beetles",
      "Confused flour beetles",
      "Dark meal worms",
      "Dermestids",
      "Drugstore beetles",
      "Grain mites",
      "Granary weevils",
      "Lesser grain borers",
      "Lesser mealworms",
      "Merchant grain beetles",
      "Red flour beetles",
      "Rice weevils",
      "Rusty grain beetles",
      "Saw-toothed grain beetles",
      "Spider beetles",
      "Tobacco moths",
      "Yellow meal worms",
      "Warehouse moths",
      "Indian meal",
      "Mediterranean flour)",
      "Food Processing Pests (Fruit flies",
      "Phorid flies",
      "Sciarid flies)",
      "and Ornamental Plant Pests (Aphids",
      "Beet armyworms",
      "Blister beetles",
      "Boxelder bugs",
      "certain leafminers (Boxwood",
      "Holly",
      "Oak",
      "Spruce Needle)",
      "Elm leaf beetles",
      "Flea beetles",
      "Japanese beetles",
      "Leafhoppers",
      "Leafrollers",
      "Orange tortrix",
      "Periodical cicadas",
      "Plant bugs",
      "Rose chafers",
      "Rose midges",
      "Rose slugs",
      "Tent caterpillars",
      "Thrips",
      "Weevils)."
    ],
    "id": 59,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/DeltaDustInsecticide-Bayer/label-DeltaDustLabel8-5-16AV2.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/DeltaDustInsecticide-Bayer/sds-DeltaDustSDS9-29-21.PDF"
  },
  {
    "name": "DELTAGARD® G Insecticide Granule",
    "activeIngredients": "Deltamethrin 0.1%.",
    "applicationTreatment": "Granular formulation on a water dispersible carrier. Applied as a broadcast application using calibrated equipment. Application rates are 2 to 3 pounds per 1,000 square feet, which is equivalent to 0.08 to 0.13 pound **Active Ingredient** per acre or 87 to 131 pounds per acre. Spot treatments involve 1 to 2 teaspoons per nest. For Imported Fire Ants, two tablespoons are applied over each 8” to 10” diameter mound and up to 2 feet around the mound.",
    "pestsControlled": [
      "Annual bluegrass weevil (adult)",
      "Ants",
      "Armyworms",
      "Bermudagrass mites",
      "Billbugs (adult)",
      "Black Turfgrass Ataenius",
      "Boxelder bugs",
      "Centipedes",
      "Chiggers",
      "Chinchbugs",
      "Clover mites",
      "Cockroaches",
      "Crickets",
      "Cutworms",
      "Darkling ground beetles",
      "Digger wasps",
      "Essex skipper",
      "Field crickets",
      "Fiery skipper",
      "Fire ants",
      "Firebrats",
      "Flea beetles",
      "Grasshoppers",
      "Japanese Beetles (adult)",
      "Lawn moths",
      "Leafhoppers",
      "Mealybugs (adult)",
      "Scorpions",
      "Silverfish",
      "Sod webworms",
      "Sowbugs",
      "Spiders",
      "Spittlebugs",
      "Springtails",
      "Ticks (including those that may carry Lyme disease)",
      "Vegetable weevils",
      "and Mole crickets."
    ],
    "id": 60,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/DeltaGardGGranules-Bayer/label-DeltaGardGLabel10-14-14AV1.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/DeltaGardGGranules-Bayer/sds-DeltaGardGSDS3-24-21.PDF"
  },
  {
    "name": "Demand® CS Insecticide",
    "activeIngredients": "Lambda-cyhalothrin 9.7%.",
    "applicationTreatment": "Capsule suspension (microencapsulated). It is intended for dilution with water and applied using hand-held or power-operated equipment as a coarse spray for surface, crack-and-crevice, or spot treatments. It can also be converted to foam for treating structural voids. Dilution rates for structural pests range from 0.015–0.03% concentration (0.2–0.4 fl oz/gal of water) to 0.06% (0.8 fl oz/gal of water) for severe infestations or specific pests. For turf and ornamental applications, rates are 1.5-5 fl oz/100 gal for ornamentals and 3.4-7 mL/1,000 sq ft (5-10 fl oz/A) for lawns/turfgrass pests. For Fire Ant Control, a drench application of 0.5 fl oz per 2.5 gallons of water per mound is used.",
    "pestsControlled": [
      "Ants",
      "Bedbugs (adult)",
      "Bees",
      "Beetles",
      "Boxelder Bugs",
      "Carpenter Bees",
      "Carpet Beetles",
      "Centipedes",
      "Cigarette Beetles",
      "Clover Mites",
      "Cockroaches",
      "Confused Flour Beetles",
      "Crickets",
      "Earwigs",
      "Firebrats",
      "Fleas",
      "Flies",
      "Lesser Grain Borers",
      "Millipedes",
      "Mosquitoes",
      "Red Flour Beetles",
      "Rice Weevils",
      "Saw-toothed Grain Beetles",
      "Silverfish",
      "Sowbugs",
      "Spiders",
      "Termites (above ground only)",
      "Ticks",
      "Wasps",
      "Litter Beetles (Darkling",
      "Hide",
      "and Carrion)",
      "Spider Mites (Twospotted",
      "Spruce)",
      "Armyworms",
      "Azalea caterpillars",
      "Aphids",
      "Bagworms",
      "Black vine weevils (adult)",
      "Budworms",
      "California oakworms",
      "Cankerworms",
      "Eastern tent caterpillars",
      "Elm leaf beetles",
      "European sawflies",
      "Fall webworms",
      "Flea beetles",
      "Forest tent caterpillars",
      "Gypsy moth larvae",
      "Japanese beetles (adults)",
      "June beetles (adults)",
      "Lace bugs",
      "Leaf-feeding caterpillars",
      "Leafhoppers",
      "Leafminers (adults)",
      "Leaf rollers",
      "Leaf skeletonizers",
      "Midges",
      "Oleander moth larvae",
      "Pillbugs",
      "Pine sawflies",
      "Pine shoot beetles",
      "Pinetip moths",
      "Plant bugs",
      "Root weevils",
      "Sawflies",
      "Scale insects (crawlers)",
      "Spittlebugs",
      "Striped beetles",
      "Striped oakworms",
      "Thrips",
      "Tip moths",
      "Tussock moth larvae",
      "Bluegrass billbugs (adult)",
      "Black turfgrass ataenius (adult)",
      "Chiggers",
      "Grubs (suppression)",
      "Hyperodes weevils (adult)",
      "and Mole crickets (nymphs and young adults)."
    ],
    "id": 61,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/DemandCSInsecticide/label-DemandCSLabel11-1-14cr17.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/DemandCSInsecticide/sds-Demand-CSSDS11-12-24.pdf"
  },
  {
    "name": "DominAnt® Liquid Ant Bait",
    "activeIngredients": "Sodium Tetraborate Decahydrate (Borax) 5.40%.",
    "applicationTreatment": "Liquid Ant Bait, which can be used full strength or diluted. Dilution options include a 1% solution (1 part DominAnt to 5 parts water) or a 2% solution (1 part DominAnt to 2 parts water). It is primarily applied into bait stations designed to hold liquid bait. Diluted InTice Thiquid Ant Bait may also be spot sprayed just to the point of run-off outdoors on building foundations, fence posts, and other stationary structures, but not on grass or plants.",
    "pestsControlled": [
      "All Common Household Ants including: Acrobat ants",
      "Argentine ants",
      "big-headed ants",
      "cornfield ants",
      "crazy ants",
      "ghost ants",
      "little black ants",
      "odorous house ants",
      "pavement ants",
      "white-footed ants and other sweet-eating ants (except pharaoh",
      "carpenter",
      "fire and harvester ants)."
    ],
    "id": 62,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/DominantLiquidAntBait/label-DominantLabel6-1-20.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/DominantLiquidAntBait/sds-DominantSDS10-19-22.pdf"
  },
  {
    "name": "Drione® Insecticide",
    "activeIngredients": "Pyrethrins 1.0%, Piperonyl Butoxide 10.0%, Amorphous Silica Gel 40.0%.",
    "applicationTreatment": "Insecticide dust. Applied with a bulbous duster or other suitable means. General rates are 2 oz/100 sq ft of surface area for crawling insects, and 16 oz/1,000 sq ft for severe infestations in certain areas. For drywood termites, 1 lb/1,000 sq ft of floor area is used in attics and crawl spaces. For fleas, kennels are dusted at 1 oz/50 sq ft, while heavily infested lawns, basements, and crawl spaces are dusted at 16 oz/1,000 sq ft.",
    "pestsControlled": [
      "Ants",
      "Bed Bugs",
      "Cockroaches",
      "Silverfish",
      "Bees",
      "Wasps",
      "Stored Product Pests (Cadelles",
      "Cheese Mites",
      "Cigarette Beetles",
      "Confused Flour Beetles",
      "Dark Mealworms",
      "Drugstore Beetles",
      "Grain Mites",
      "Granary Weevils",
      "Red Flour Beetles",
      "Rice Weevils",
      "Sawtoothed Grain Beetles",
      "Yellow Mealworms)",
      "Drywood Termites",
      "Fleas",
      "Lice",
      "Ticks",
      "Sowbugs",
      "Pillbugs",
      "Ground Beetles",
      "Earwigs",
      "Millipedes",
      "Centipedes",
      "Scorpions",
      "and Spiders."
    ],
    "id": 63,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/DrioneInsecticide/label-DrioneLabel10-14-14AV2.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/DrioneInsecticide/sds-DrioneSDS12-11-14.pdf"
  },
  {
    "name": "EndZone™ Insecticide Sticker",
    "activeIngredients": "Acetamiprid 4.4%.",
    "applicationTreatment": "Sticker. Place on or near a window or other light source, or near a potential fly food source. One sticker per 1000 cubic feet is recommended, with more for heavy infestations. Stickers are effective for up to seven months indoors and up to 4 months outdoors when protected from rain.",
    "pestsControlled": [
      "House Flies",
      "Little house flies",
      "Blow flies",
      "Bottle flies",
      "Flesh flies",
      "Phorid flies",
      "Fungus gnats",
      "and Vinegar (fruit) flies."
    ],
    "id": 64,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/EndZoneInsecticideSticker/label-EndZoneLabel8-4-16.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/EndZoneInsecticideSticker/sds-EndZoneStickerSDS7-10-19.pdf"
  },
  {
    "name": "ExciteR™ Insecticide",
    "activeIngredients": "Pyrethrins 6%, Piperonyl Butoxide, Technical 60%.",
    "applicationTreatment": "Concentrate for indoor or outdoor application as a surface, space, area, or contact spray. It can be diluted with water or oil. Dilution rates range from 0.25 fluid ounces of ExciteR™ per gallon (0.0125% Pyrethrins, 0.125% Piperonyl Butoxide) to 4.25 fluid ounces per gallon (0.2% Pyrethrins, 2.0% Piperonyl Butoxide). General pest control as a surface spray is applied at 1 gallon per 750 square feet. For space sprays, it can be applied at 1 fluid ounce per 1,000 cubic feet of space with different dilution rates for crawling and flying insects (10.67 fl oz/gal) vs. flying insects only (2.67 fl oz/gal). For turf and grass, rates are 0.25 to 0.5 fluid ounces per 1,000 square feet (12.0 to 24.0 fluid ounces per acre).",
    "pestsControlled": [
      "Ants",
      "Cadelles",
      "Cockroaches",
      "Cigarette Beetles",
      "Stored Product Insects (Almond Moths",
      "Angoumois Grain Moths",
      "Cadelles",
      "Cigarette Beetles",
      "Confused Flour Beetles",
      "Drugstore Beetles",
      "Flat Grain Beetles",
      "Granary Weevils",
      "Indian Meal Moths",
      "Lesser Grain Borers",
      "Maize Weevils",
      "Mediterranean Flour Moths",
      "Merchant Grain Beetles",
      "Red Flour Beetles",
      "Rice Weevils",
      "Rusty Grain Beetles",
      "Saw-toothed Grain Beetles",
      "Squarenecked Grain Beetles)",
      "Dark Mealworms",
      "Dried Fruit Beetles",
      "Drugstore Beetles",
      "Grain Mites",
      "Red Flour Beetles",
      "Rice Weevils",
      "Saw-toothed Grain Beetles",
      "Spider Beetles",
      "Yellow Mealworms",
      "Fleas",
      "Ticks",
      "Termite swarmers",
      "Carpet Beetles (black",
      "furniture and varied)",
      "Bed Bugs",
      "Webbing Clothes Moths",
      "Cheese Skippers",
      "Fruit Flies",
      "Fungus Gnats",
      "Gnats",
      "House Flies",
      "Mosquitoes",
      "Small Flying Moths",
      "Tobacco Moths",
      "Armyworms",
      "Billbugs",
      "Chinch Bugs",
      "Chiggers",
      "Crickets",
      "Cutworms",
      "Earwigs",
      "Grasshoppers",
      "Hyperodes Weevils (adults)",
      "Japanese Beetles (adults)",
      "Mole Crickets",
      "Sod Webworms",
      "Wasps. It also controls fleas and ticks on dogs."
    ],
    "id": 65,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/Exciter/label-ExciterLabelPCO1-1-17.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/Exciter/sds-ExciterSDS4-20-22.pdf"
  },
  {
    "name": "EXTINGUISH® PLUS",
    "activeIngredients": "Hydramethylnon 0.365%, S-Methoprene 0.250%.",
    "applicationTreatment": "Granular bait. Outdoor applications include Individual Mounds (2 to 5 level tablespoons distributed uniformly around the mound), and Broadcast Treatment (1.5 lb/acre for Imported/Native Fire Ants and Harvester ants, or 1–2 lb/acre for Big-headed and Argentine ants). It can also be used in refillable bait stations (up to 1 ounce or 2 tablespoons per station). A maximum of 4 annual broadcast applications are permitted, with a minimum retreatment interval of 30 days (or 90 days for Pasture/Rangeland). Indoor applications are limited to cracks and crevices or other inaccessible areas, applying 0.25 - 0.5 ounce (2 teaspoons – 1 tablespoon) per area, or 0.25 ounce (2 teaspoons) per 100 square feet in unfinished attics and crawl spaces if inaccessible to children or pets.",
    "pestsControlled": [
      "Imported and native fire ants",
      "Harvester ants",
      "Big-headed ants",
      "and Argentine ants. (Note: 6-Months Long Lasting Ant Control excludes pharaoh and carpenter ants)."
    ],
    "id": 66,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/ExtinguishPlus/label-ExtinguishPlusFireAntControlLabel8-1-24.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/ExtinguishPlus/sds-ExtinguishPlusSDS4-8-21.pdf"
  },
  {
    "name": "Fastrac® ALL-WEATHER BLOX™",
    "activeIngredients": "Bromethalin 0.01%.",
    "applicationTreatment": "Blox bait. It is designed to kill rats, mice, and meadow voles. For rats, place 4 to 16 blocks per placement, spaced 15 to 30 feet apart. For mice and meadow voles, place 1 to 2 blocks per placement, spaced 8 to 12 feet apart.",
    "pestsControlled": [
      "Norway rats",
      "Roof rats",
      "House mice",
      "Meadow voles",
      "Cotton rat",
      "Eastern harvest mouse",
      "Golden mouse",
      "Polynesian rat",
      "White-throated woodrat",
      "Southern plains woodrat",
      "and Mexican woodrat."
    ],
    "id": 67,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/FASTRACAll-WeatherBLOX/label-FastracAllWeatherBloxLabel4-16-24.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/FASTRACAll-WeatherBLOX/sds-FastracAllWeatherBloxSDS1-23-24.pdf"
  },
  {
    "name": "FINAL® ALL-WEATHER BLOX™",
    "activeIngredients": "Brodifacoum 0.005%.",
    "applicationTreatment": "Blox bait. It is designed to kill rats, mice, and meadow voles. For rats, place 4 to 16 blocks per placement, spaced 15 to 30 feet apart. For mice and meadow voles, place 1 to 2 blocks per placement, spaced 8 to 12 feet apart.",
    "pestsControlled": [
      "Norway rats",
      "Roof rats",
      "House mice",
      "Meadow voles",
      "Cotton rat",
      "Eastern harvest mouse",
      "Golden mouse",
      "Polynesian rat",
      "White-throated woodrat",
      "Southern plains woodrat",
      "and Mexican woodrat."
    ],
    "id": 68,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/FINALAll-WeatherBLOX/label-FinalAll-WeatherBloxLabel4-11-24.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/FINALAll-WeatherBLOX/sds-FinalAllWeatherBloxSDS1-18-24.pdf"
  },
  {
    "name": "Gentrol® Aerosol",
    "activeIngredients": "(S)-Hydroprene 0.36%.",
    "applicationTreatment": "Pressurized spray, ready-to-use, applies as a light foam that dissipates readily. It is applied as a general surface spray, spot, or crack and crevice application. For general surface application, the rate is 16 ounces per 1200 sq ft of surface area.",
    "pestsControlled": [
      "Cockroaches",
      "Stored Product Pests (Indian meal moths",
      "rice moths",
      "tobacco moths",
      "red flour beetles",
      "confused flour beetles",
      "lesser grain borers",
      "merchant grain beetles",
      "saw-tooth grain beetles",
      "warehouse beetles",
      "cigarette beetles",
      "and Dermestid beetles)",
      "Drain Flies",
      "Fruit Flies",
      "and Bed Bugs."
    ],
    "id": 69,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/GentrolAerosol/label-GentrolAeroLabel9-1-17.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/GentrolAerosol/sds-GentrolAeroSDS3-21-22.pdf"
  },
  {
    "name": "Gentrol® Complete Aerosol",
    "activeIngredients": "Lambda-Cyhalothrin 0.05%, (S)-Hydroprene 0.36%.",
    "applicationTreatment": "Aerosol. Applied as a Crack and Crevice Treatment (1 second per linear foot for heavy infestations, 1 second per 2 linear feet for light infestations; higher rate of 1 second per linear foot for German cockroaches and carpenter ants) or as a Spot Application. For closed voids, the rate is 3-6 seconds per 3 cubic feet.",
    "pestsControlled": [
      "German Cockroaches",
      "Drain Flies",
      "Fruit Flies",
      "Stored Product Pests (Indian meal moths",
      "rice moths",
      "tobacco moths",
      "red flour beetles",
      "confused flour beetles",
      "lesser grain borers",
      "merchant grain beetles",
      "saw-toothed grain beetles",
      "warehouse beetles",
      "cigarette beetles",
      "and Dermestid beetles)",
      "Ants (excluding Fire Ants",
      "Pharaoh Ants",
      "and Harvester Ants)",
      "Carpenter Ants",
      "Spiders (excluding Black Widow and Brown Recluse Spiders)",
      "Carpet beetles",
      "Crickets",
      "Earwigs",
      "Firebrats",
      "Flour beetles",
      "Pillbugs",
      "Silverfish",
      "Sowbugs",
      "and Small flies."
    ],
    "id": 70,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/GentrolCompleteAerosol/label-GentrolCompleteLabel7-1-17.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/GentrolCompleteAerosol/sds-GentrolCompleteAeroSDS3-30-22.pdf"
  },
  {
    "name": "GENTROL® IGR Concentrate",
    "activeIngredients": "(S)-Hydroprene 9%.",
    "applicationTreatment": "Insect Growth Regulator (IGR) Concentrate. It is mixed with a diluent (water or oil) at a rate of 1 ounce of GENTROL® to 1 gallon of diluent. Application methods include general surface spray (1 gallon per 1500 sq ft of surface area), fogging (space spray/mist) at a rate of 1 ounce of GENTROL® per 12,000 cu ft, spot, and crack and crevice applications.",
    "pestsControlled": [
      "Cockroaches",
      "Drain Flies",
      "Fruit Flies",
      "Bedbugs",
      "Stored Product Pests (Indian meal moths",
      "rice moths",
      "tobacco moths",
      "red flour beetles",
      "confused flour beetles",
      "lesser grain borers",
      "merchant grain beetles",
      "sawtooth grain beetles",
      "warehouse beetles",
      "cigarette beetles",
      "and Dermestid beetles)",
      "and Fleas."
    ],
    "id": 71,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/GentrolIGRConcentrate/label-GentrolIGRConcLabel10-1-17.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/GentrolIGRConcentrate/sds-GentrolIGRSDS3-19-21.pdf"
  },
  {
    "name": "GENTROL® POINT SOURCE® Roach Control Device",
    "activeIngredients": "(S)-Hydroprene 90.6%.",
    "applicationTreatment": "Roach Control Device. The **Active Ingredient** is released from the device into a localized area, affecting pests without direct contact with the device. One device treats up to a 75 square foot area, focusing on locations with pest activity. Devices should be replaced every 3 months for continued effectiveness.",
    "pestsControlled": [
      "Cockroaches and Stored Products Pests (red",
      "confused flour",
      "and merchant beetles)."
    ],
    "id": 72,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/GentrolPointSource/label-GentrolPointSourceLabel10-1-17.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/GentrolPointSource/sds-GentrolPointSourceSDS8-4-22.pdf"
  },
  {
    "name": "InTice™ Thiquid Ant Bait",
    "activeIngredients": "Sodium Tetraborate Decahydrate (Borax) 5.0%.",
    "applicationTreatment": "Thick, Syrup Bait. It is applied to small pieces of cardboard, paper, or foil, or in purpose-built bait stations. It can also be diluted with water to obtain a 1% solution (1 part InTice Thiquid Ant Bait to 4 parts water) or a 2.5% solution (1 part InTice Thiquid Ant Bait to 1 part water). The diluted product may be spot sprayed just to the point of run-off onto building foundations, fence posts, and other stationary structures outdoors (not on grass or plants).",
    "pestsControlled": [
      "All Common Household Ants Including: Argentine",
      "white footed ants",
      "little black ants",
      "odorous house ants",
      "rover ants",
      "crazy ants (excluding pharaoh",
      "carpenter",
      "and harvester ants)."
    ],
    "id": 73,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/InTiceThiquidAntBait/label-InticeThiquidLabel6-1-16.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/InTiceThiquidAntBait/sds-InTiceThiquidAntBaitSDS1-6-25.pdf"
  },
  {
    "name": "LIQUA-TOX® II",
    "activeIngredients": "Sodium Salt of Diphacinone 0.106%.",
    "applicationTreatment": "Concentrate for preparing liquid baits. The contents of one pouch are mixed with 1 quart of water to prepare the liquid bait.",
    "pestsControlled": [
      "Norway Rats",
      "Roof Rats",
      "and House Mice."
    ],
    "id": 74,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/Liqua-ToxII/label-Liqua-ToxIILabel10-22-18.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/Liqua-ToxII/sds-Liqua-Tox-IISDS9-12-24.pdf"
  },
  {
    "name": "Zenprox® EC",
    "activeIngredients": "Etofenprox 16.2%, Piperonyl butoxide 64.8%.",
    "applicationTreatment": "Emulsifiable Concentrate (EC). It mixes easily with water (diluent) and is applied at 0.25% Etofenprox, or 2 fl oz/gallon of water (diluent)/1,000 sq ft. Primary application methods include Broadcast (General Surface), Spot, Void, or Crack and Crevice treatments using a low pressure sprayer, void injector, or other equipment.",
    "pestsControlled": [
      "Ants",
      "Bed Bugs",
      "Cockroaches",
      "Centipedes",
      "Crickets",
      "Confused flour beetles",
      "Darkling beetles",
      "Dermestids",
      "Earwigs",
      "Firebrats",
      "Flies",
      "Fleas",
      "Fruit Flies",
      "Gnats",
      "Indian meal moths",
      "Lesser grain borers",
      "Millipedes",
      "Mosquitoes",
      "Moths",
      "Pillbugs",
      "Red flour beetles",
      "Saw-toothed grain beetles",
      "Scorpions",
      "Silverfish",
      "Sowbugs",
      "Spiders (Brown Recluse",
      "Black Widow",
      "others)",
      "Stink bugs",
      "Ticks",
      "and Wasps."
    ],
    "id": 75,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/ZenproxEC/label-ZenproxECLabel4-1-16.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/ZenproxEC/sds-ZenproxECSDS12-8-17.pdf"
  },
  {
    "name": "Wisdom TC Flowable",
    "activeIngredients": "Bifenthrin (amount not specified, used at 0.1 lb. a.i./A)",
    "applicationTreatment": "Flowable formulation for mound drenches. Dilute 1 tsp per gallon of water and apply 1–2 gallons per mound. Spray rig example: 0.1 lb. a.i./A (20 oz) in 2.5 gallons per 1000 sq. ft.",
    "pestsControlled": [
      "Imported Fire Ants (existing colonies in mounds)"
    ],
    "id": 76,
    "url1": "assets/prod/paul-labels-sds-2025-06-14/WisdomLawnGranular/label-WisdomLawnGranularLabel4-14-19.pdf",
    "url2": "assets/prod/paul-labels-sds-2025-06-14/WisdomLawnGranular/sds-WisdomLawnGranSDS9-27-22.pdf"
  },
  {
    "id": 77,
    "name": "InVade™ Bio Drain™",
    "activeIngredients": "Premium, natural microbes; citrus oil; Nonpathogenic bacillus bacteria (>1 million cfu/gallon)",
    "applicationTreatment": "Thickened gel formula. For drains: moisten with 1-2 gallons of warm water if unused; apply during low usage times, adjust amount per drain size. Repeat every other day for severe issues or weekly for maintenance. For soda fountain drains: apply ~1 oz weekly. For mopping: use 4 oz per yellow mop bucket. For surface cleaning (dumpsters, urinals, trash chutes): 4–8 oz per gallon, apply with sprayer. For foaming: 4–8 oz in a gallon + 2–4 oz foaming agent, apply with foamer. Also usable in power sprayers or hose-end sprayers at ½–2 oz per gallon. Spray/foam on areas with organic buildup and odors; do not rinse.",
    "pestsControlled": [
      "Drain Flies",
      "Cockroaches",
      "Organic debris",
      "Odor",
      "Organic waste",
      "Sugary build-up",
      "Bird droppings",
      "Rodent droppings",
      "Animal droppings"
 
    ],
    "url1":"assets/prod/paul-labels-sds-2025-06-14/InVadeBioDrain/label-InvadeBioDrainDyeFreeLabel1-1-22.pdf" ,
    "url2": "assets/prod/paul-labels-sds-2025-06-14/InVadeBioDrain/sds-InVadeBioDrainSDS1-6-25.pdf"
  },
  {
    "id": 78,
    "name": "InVade™ Bio Foam™",
    "activeIngredients": "Citrus oil; foaming agent; natural microbes; soil-derived Bacillus spp. spores; Nonpathogenic bacillus bacteria (>1 million cfu/gallon); Proprietary Ingredients (1.35% w/w); 2-Butoxyethanol; Sodium Dodecyl Sulfate; Lauryl Alcohol",
    "applicationTreatment": "Foaming concentrate (orange liquid). Dilute 1 oz/quart (4 oz/gallon). Apply via Foamer Simpson™ or other foamer (hand, power, hose-end). Use on surfaces, cracks, crevices, drains, and organic buildup areas in food and non-food zones. Key zones: under equipment, baseboards, drip trays, dishwashers, voids, dumpsters. Foam lasts hours—do not rinse. Use once or twice monthly. On food contact surfaces: let sit for hours, rinse, disinfect before use. Do not apply to lakes, streams, or ponds.",
    "pestsControlled": [
      "Drain Flies",
      "Cockroaches",
       "Organic debris",
      "Odor",
      "Organic waste",
      "Fats",
      "Oils",
      "Grease (FOG)",
      "Carbohydrates",
      "Proteins",
      "Cellulose",
      "Urea",
      "Phosphates"
    ],
    "url1":"assets/prod/paul-labels-sds-2025-06-14/InVadeBioFoam/label-InvadeBioFoamInstr1-1-20.pdf" ,
    "url2": "assets/prod/paul-labels-sds-2025-06-14/InVadeBioFoam/sds-InVadeBioFoamSDS1-6-25.pdf"
  }
]